{"problem": "Garry Stacks is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 0}
{"problem": "Lewis Arnett is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 1}
{"problem": "Darrell Bhatia is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 2}
{"problem": "Marco Antonio Sherrod is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 3}
{"problem": "Jimmy Meyers is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 4}
{"problem": "Yung Pickard is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 5}
{"problem": "Rudy De Hernandez is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 6}
{"problem": "Owen Hoagland is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 7}
{"problem": "Terrance Plancarte is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 8}
{"problem": "Craig Cedano is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 9}
{"problem": "Camila Ca is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 10}
{"problem": "Coco Clare is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 11}
{"problem": "Octavio Sarabia is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 12}
{"problem": "Antoinette Zia is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 13}
{"problem": "Terrence Regino is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 14}
{"problem": "Cj Michel is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 15}
{"problem": "Kylie Eden is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 16}
{"problem": "Tara Arango is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 17}
{"problem": "Damon Carbonell is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 18}
{"problem": "Tomas Goris is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 19}
{"problem": "Mitch Messer is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 20}
{"problem": "Marco Mayne is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 21}
{"problem": "Rony Gillette is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 22}
{"problem": "Roman Sampaio is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 23}
{"problem": "Erasmo Mccracken is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 24}
{"problem": "Thomas Minor is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 25}
{"problem": "Virginia Knight is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 26}
{"problem": "Altagracia Schumacher is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 27}
{"problem": "Dora Weiland is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 28}
{"problem": "Bri Long is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 29}
{"problem": "Kaitlin Grey is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 30}
{"problem": "Tania Lr is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 31}
{"problem": "Ed Tavares is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 32}
{"problem": "Sherri Gambino is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 33}
{"problem": "Ron Wilhite is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 34}
{"problem": "Owen Azar is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 35}
{"problem": "Eliza Del Rosario is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 36}
{"problem": "Gus Groom is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 37}
{"problem": "Cheyenne Apolinar is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 38}
{"problem": "Lucky Simmonds is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 39}
{"problem": "Maira Pace is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 40}
{"problem": "Israel Vida is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 41}
{"problem": "Daniella Beydoun is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 42}
{"problem": "Rickey Haroon is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 43}
{"problem": "Rosalia May is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 44}
{"problem": "Eric Clausen is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 45}
{"problem": "Maureen Cody is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 46}
{"problem": "Pete Jolley is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 47}
{"problem": "Kristin Hays is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 48}
{"problem": "Lamar Bhatia is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 49}
{"problem": "Nelson Ochs is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 50}
{"problem": "Josh Matheson is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 51}
{"problem": "Magda Broughton is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 52}
{"problem": "Ruby Brush is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 53}
{"problem": "Marcy Solares is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 54}
{"problem": "Valerie Loeza is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 55}
{"problem": "Barry True is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 56}
{"problem": "Janeth Denson is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 57}
{"problem": "Spencer Brambila is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 58}
{"problem": "Kay Lundy is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 59}
{"problem": "Erick Damato is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 60}
{"problem": "Max Bazile is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 61}
{"problem": "Modesto Flemming is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 62}
{"problem": "Mckenzie Messer is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 63}
{"problem": "Quincy Adu is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 64}
{"problem": "Quinton Constanza is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 65}
{"problem": "Lorena Quin is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 66}
{"problem": "Stephen Negron is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 67}
{"problem": "Mac Odom is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 68}
{"problem": "Lee Calvillo is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 69}
{"problem": "Kristi Zhu is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 70}
{"problem": "Sanjay Hair is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 71}
{"problem": "Kristine Peacock is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 72}
{"problem": "Sonya Chevez is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 73}
{"problem": "Liam Loy is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 74}
{"problem": "Robin Gough is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 75}
{"problem": "Familia Gourley is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 76}
{"problem": "Lucky Dawes is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 77}
{"problem": "Nina Bryant is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 78}
{"problem": "Chelsea Penaloza is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 79}
{"problem": "Marleny Sample is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 80}
{"problem": "Minerva Bonilla is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 81}
{"problem": "Robbie Colombo is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 82}
{"problem": "Billie Bao is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 83}
{"problem": "Nubia Broyles is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 84}
{"problem": "Celeste Macedo is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 85}
{"problem": "Heather Jeffery is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 86}
{"problem": "Caitlyn Im is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 87}
{"problem": "Aurora Edmond is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 88}
{"problem": "Tyler Troncoso is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 89}
{"problem": "Elaine Hofer is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 90}
{"problem": "Roxanne Casanova is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 91}
{"problem": "Oliver Wen is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 92}
{"problem": "Russell Kaul is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 93}
{"problem": "Junior Proctor is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 94}
{"problem": "Wil Quick is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 95}
{"problem": "Joaquin Minton is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 96}
{"problem": "Julius Curry is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 97}
{"problem": "Estela Kelleher is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 98}
{"problem": "Yajaira Strait is driving back and forth to a model airplanes for each of 1 days. The model airplanes is 44 miles away. They also go for an extra driving of 100 miles. If they can driving at 2 mph, how much time do they spend driving in a week?", "result": "94", "template_id": "gsm-0019-1", "problem_id": 99}
