{"problem": "Bo Miceli collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Bo Miceli collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Bo Miceli collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 0}
{"problem": "Nancy Hewett collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Nancy Hewett collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Nancy Hewett collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 1}
{"problem": "Lorenzo Otero collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Lorenzo Otero collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Lorenzo Otero collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 2}
{"problem": "Izzy Hyche collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Izzy Hyche collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Izzy Hyche collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 3}
{"problem": "Thelma Mast collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Thelma Mast collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Thelma Mast collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 4}
{"problem": "Elba Downing collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Elba Downing collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Elba Downing collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 5}
{"problem": "Angelica Asuncion collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Angelica Asuncion collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Angelica Asuncion collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 6}
{"problem": "Tamara Dietrich collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Tamara Dietrich collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Tamara Dietrich collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 7}
{"problem": "Ami Reid collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Ami Reid collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Ami Reid collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 8}
{"problem": "Homero Wing collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Homero Wing collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Homero Wing collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 9}
{"problem": "Maynor Khatib collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Maynor Khatib collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Maynor Khatib collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 10}
{"problem": "Sydney Basurto collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Sydney Basurto collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Sydney Basurto collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 11}
{"problem": "Dalton Yadav collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Dalton Yadav collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Dalton Yadav collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 12}
{"problem": "Kassandra Ice collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Kassandra Ice collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Kassandra Ice collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 13}
{"problem": "Wally Ke collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Wally Ke collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Wally Ke collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 14}
{"problem": "Lynette Lunsford collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Lynette Lunsford collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Lynette Lunsford collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 15}
{"problem": "Hank Lima collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Hank Lima collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Hank Lima collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 16}
{"problem": "Lesly Muse collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Lesly Muse collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Lesly Muse collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 17}
{"problem": "Margarito Damian collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Margarito Damian collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Margarito Damian collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 18}
{"problem": "Nora Johal collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Nora Johal collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Nora Johal collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 19}
{"problem": "Bryan Borges collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Bryan Borges collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Bryan Borges collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 20}
{"problem": "Adalberto Mody collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Adalberto Mody collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Adalberto Mody collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 21}
{"problem": "Juanita Coughlin collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Juanita Coughlin collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Juanita Coughlin collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 22}
{"problem": "Gladis Menchaca collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Gladis Menchaca collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Gladis Menchaca collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 23}
{"problem": "Theodore Metzler collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Theodore Metzler collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Theodore Metzler collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 24}
{"problem": "Bruno Fort collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Bruno Fort collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Bruno Fort collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 25}
{"problem": "Bobby Vr collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Bobby Vr collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Bobby Vr collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 26}
{"problem": "Brady Gifford collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Brady Gifford collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Brady Gifford collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 27}
{"problem": "Mauro Dykes collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Mauro Dykes collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Mauro Dykes collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 28}
{"problem": "Mary Ann Bolanos collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Mary Ann Bolanos collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Mary Ann Bolanos collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 29}
{"problem": "Edna Mallard collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Edna Mallard collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Edna Mallard collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 30}
{"problem": "Noe Novak collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Noe Novak collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Noe Novak collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 31}
{"problem": "Chance Ghotra collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Chance Ghotra collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Chance Ghotra collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 32}
{"problem": "Katherine Gwin collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Katherine Gwin collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Katherine Gwin collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 33}
{"problem": "Jonathan Tailor collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Jonathan Tailor collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Jonathan Tailor collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 34}
{"problem": "Marie Esmeralda collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Marie Esmeralda collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Marie Esmeralda collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 35}
{"problem": "Terry Mcmichael collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Terry Mcmichael collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Terry Mcmichael collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 36}
{"problem": "Meagan Blackwell collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Meagan Blackwell collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Meagan Blackwell collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 37}
{"problem": "Antonia Kibler collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Antonia Kibler collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Antonia Kibler collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 38}
{"problem": "Kathleen Queiroz collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Kathleen Queiroz collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Kathleen Queiroz collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 39}
{"problem": "Juliet Joubert collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Juliet Joubert collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Juliet Joubert collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 40}
{"problem": "Noelle Chhabra collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Noelle Chhabra collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Noelle Chhabra collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 41}
{"problem": "Herman Andrews collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Herman Andrews collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Herman Andrews collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 42}
{"problem": "Barry Quadri collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Barry Quadri collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Barry Quadri collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 43}
{"problem": "Paula Bu collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Paula Bu collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Paula Bu collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 44}
{"problem": "Gerry Steele collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Gerry Steele collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Gerry Steele collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 45}
{"problem": "Shane Odonnell collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Shane Odonnell collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Shane Odonnell collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 46}
{"problem": "Aida Ridgeway collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Aida Ridgeway collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Aida Ridgeway collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 47}
{"problem": "Jayson Leger collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Jayson Leger collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Jayson Leger collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 48}
{"problem": "Candice Merlo collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Candice Merlo collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Candice Merlo collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 49}
{"problem": "Ezequiel Ji collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Ezequiel Ji collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Ezequiel Ji collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 50}
{"problem": "Marcia Hanes collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Marcia Hanes collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Marcia Hanes collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 51}
{"problem": "Ira Burgett collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Ira Burgett collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Ira Burgett collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 52}
{"problem": "Cristobal Lomax collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Cristobal Lomax collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Cristobal Lomax collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 53}
{"problem": "Clarissa Escandon collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Clarissa Escandon collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Clarissa Escandon collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 54}
{"problem": "Kennedy De La Luz collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Kennedy De La Luz collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Kennedy De La Luz collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 55}
{"problem": "Luiz Sloan collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Luiz Sloan collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Luiz Sloan collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 56}
{"problem": "Wil Barksdale collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Wil Barksdale collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Wil Barksdale collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 57}
{"problem": "Mitch Glenn collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Mitch Glenn collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Mitch Glenn collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 58}
{"problem": "Paulo Hull collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Paulo Hull collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Paulo Hull collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 59}
{"problem": "Aiden Talley collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Aiden Talley collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Aiden Talley collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 60}
{"problem": "Sonny Gifford collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Sonny Gifford collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Sonny Gifford collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 61}
{"problem": "Elena Tiburcio collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Elena Tiburcio collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Elena Tiburcio collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 62}
{"problem": "Taylor Flick collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Taylor Flick collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Taylor Flick collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 63}
{"problem": "Felix Skinner collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Felix Skinner collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Felix Skinner collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 64}
{"problem": "Jose A Hinkle collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Jose A Hinkle collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Jose A Hinkle collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 65}
{"problem": "Nathan Shahzad collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Nathan Shahzad collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Nathan Shahzad collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 66}
{"problem": "Sheri Mcmaster collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Sheri Mcmaster collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Sheri Mcmaster collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 67}
{"problem": "Justin Ls collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Justin Ls collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Justin Ls collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 68}
{"problem": "Conrad Sisson collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Conrad Sisson collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Conrad Sisson collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 69}
{"problem": "Shaun Napoli collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Shaun Napoli collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Shaun Napoli collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 70}
{"problem": "Marc Dorantes collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Marc Dorantes collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Marc Dorantes collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 71}
{"problem": "Charity Maiden collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Charity Maiden collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Charity Maiden collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 72}
{"problem": "Geoff Siegel collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Geoff Siegel collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Geoff Siegel collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 73}
{"problem": "Jc Du collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Jc Du collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Jc Du collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 74}
{"problem": "Arnold Barry collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Arnold Barry collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Arnold Barry collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 75}
{"problem": "Georgina Rife collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Georgina Rife collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Georgina Rife collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 76}
{"problem": "Jose Manuel Stallworth collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Jose Manuel Stallworth collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Jose Manuel Stallworth collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 77}
{"problem": "Tony Flick collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Tony Flick collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Tony Flick collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 78}
{"problem": "Sunny Ragsdale collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Sunny Ragsdale collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Sunny Ragsdale collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 79}
{"problem": "Hugo Alvares collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Hugo Alvares collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Hugo Alvares collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 80}
{"problem": "Trina Avellaneda collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Trina Avellaneda collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Trina Avellaneda collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 81}
{"problem": "Kareem Woodson collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Kareem Woodson collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Kareem Woodson collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 82}
{"problem": "Meg Perea collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Meg Perea collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Meg Perea collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 83}
{"problem": "Ervin Valentine collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Ervin Valentine collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Ervin Valentine collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 84}
{"problem": "Jackie Aiken collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Jackie Aiken collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Jackie Aiken collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 85}
{"problem": "Moises Springs collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Moises Springs collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Moises Springs collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 86}
{"problem": "Jefferson Benner collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Jefferson Benner collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Jefferson Benner collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 87}
{"problem": "Lawrence Bando collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Lawrence Bando collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Lawrence Bando collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 88}
{"problem": "Maricruz Simo collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Maricruz Simo collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Maricruz Simo collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 89}
{"problem": "Preston Saeed collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Preston Saeed collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Preston Saeed collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 90}
{"problem": "Jalen Turk collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Jalen Turk collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Jalen Turk collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 91}
{"problem": "Aman Glen collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Aman Glen collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Aman Glen collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 92}
{"problem": "Jerome Wilhite collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Jerome Wilhite collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Jerome Wilhite collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 93}
{"problem": "Ronny Karki collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Ronny Karki collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Ronny Karki collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 94}
{"problem": "Aiden Aronson collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Aiden Aronson collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Aiden Aronson collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 95}
{"problem": "Kareem Denison collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Kareem Denison collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Kareem Denison collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 96}
{"problem": "Alan Koss collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Alan Koss collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Alan Koss collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 97}
{"problem": "Marvin Deck collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Marvin Deck collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Marvin Deck collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 98}
{"problem": "Hussein Carrier collected different types of hair care products, wooden furniture, and pet food at a musical instruments store in Adams County, Nebraska. Hussein Carrier collected 54 hair care products. They collected 6 more wooden furniture than hair care products, and 6 fewer pet food than wooden furniture. How many items did Hussein Carrier collect in total?", "result": "168", "template_id": "gsm-0020-1", "problem_id": 99}
