{"problem": "Stefanie Mancini started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Stefanie Mancini solved 50% of them but unsolved the rest. Of the second half, Stefanie Mancini solved 50% of them. How many shower gels did Stefanie Mancini unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 0}
{"problem": "Landon Michelle started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Landon Michelle solved 50% of them but unsolved the rest. Of the second half, Landon Michelle solved 50% of them. How many shower gels did Landon Michelle unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 1}
{"problem": "Gwendolyn Catalan started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Gwendolyn Catalan solved 50% of them but unsolved the rest. Of the second half, Gwendolyn Catalan solved 50% of them. How many shower gels did Gwendolyn Catalan unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 2}
{"problem": "Phyllis Towers started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Phyllis Towers solved 50% of them but unsolved the rest. Of the second half, Phyllis Towers solved 50% of them. How many shower gels did Phyllis Towers unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 3}
{"problem": "Katy Braxton started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Katy Braxton solved 50% of them but unsolved the rest. Of the second half, Katy Braxton solved 50% of them. How many shower gels did Katy Braxton unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 4}
{"problem": "Kasey Glasser started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Kasey Glasser solved 50% of them but unsolved the rest. Of the second half, Kasey Glasser solved 50% of them. How many shower gels did Kasey Glasser unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 5}
{"problem": "Larissa Teng started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Larissa Teng solved 50% of them but unsolved the rest. Of the second half, Larissa Teng solved 50% of them. How many shower gels did Larissa Teng unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 6}
{"problem": "Paola Gladden started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Paola Gladden solved 50% of them but unsolved the rest. Of the second half, Paola Gladden solved 50% of them. How many shower gels did Paola Gladden unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 7}
{"problem": "Jenifer Olalde started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Jenifer Olalde solved 50% of them but unsolved the rest. Of the second half, Jenifer Olalde solved 50% of them. How many shower gels did Jenifer Olalde unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 8}
{"problem": "Varun Samayoa started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Varun Samayoa solved 50% of them but unsolved the rest. Of the second half, Varun Samayoa solved 50% of them. How many shower gels did Varun Samayoa unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 9}
{"problem": "Anna Kapoor started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Anna Kapoor solved 50% of them but unsolved the rest. Of the second half, Anna Kapoor solved 50% of them. How many shower gels did Anna Kapoor unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 10}
{"problem": "Paige Cato started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Paige Cato solved 50% of them but unsolved the rest. Of the second half, Paige Cato solved 50% of them. How many shower gels did Paige Cato unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 11}
{"problem": "Chantal Cory started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Chantal Cory solved 50% of them but unsolved the rest. Of the second half, Chantal Cory solved 50% of them. How many shower gels did Chantal Cory unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 12}
{"problem": "Crystal Sealy started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Crystal Sealy solved 50% of them but unsolved the rest. Of the second half, Crystal Sealy solved 50% of them. How many shower gels did Crystal Sealy unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 13}
{"problem": "Grace Mitra started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Grace Mitra solved 50% of them but unsolved the rest. Of the second half, Grace Mitra solved 50% of them. How many shower gels did Grace Mitra unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 14}
{"problem": "Cat Colton started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Cat Colton solved 50% of them but unsolved the rest. Of the second half, Cat Colton solved 50% of them. How many shower gels did Cat Colton unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 15}
{"problem": "Leandro Harden started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Leandro Harden solved 50% of them but unsolved the rest. Of the second half, Leandro Harden solved 50% of them. How many shower gels did Leandro Harden unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 16}
{"problem": "Ernest Gusman started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Ernest Gusman solved 50% of them but unsolved the rest. Of the second half, Ernest Gusman solved 50% of them. How many shower gels did Ernest Gusman unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 17}
{"problem": "Nidia Virgen started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Nidia Virgen solved 50% of them but unsolved the rest. Of the second half, Nidia Virgen solved 50% of them. How many shower gels did Nidia Virgen unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 18}
{"problem": "Cristy Mayor started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Cristy Mayor solved 50% of them but unsolved the rest. Of the second half, Cristy Mayor solved 50% of them. How many shower gels did Cristy Mayor unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 19}
{"problem": "Wyatt Bun started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Wyatt Bun solved 50% of them but unsolved the rest. Of the second half, Wyatt Bun solved 50% of them. How many shower gels did Wyatt Bun unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 20}
{"problem": "Janelle Ledbetter started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Janelle Ledbetter solved 50% of them but unsolved the rest. Of the second half, Janelle Ledbetter solved 50% of them. How many shower gels did Janelle Ledbetter unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 21}
{"problem": "Sofia Gannon started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Sofia Gannon solved 50% of them but unsolved the rest. Of the second half, Sofia Gannon solved 50% of them. How many shower gels did Sofia Gannon unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 22}
{"problem": "Patty Us started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Patty Us solved 50% of them but unsolved the rest. Of the second half, Patty Us solved 50% of them. How many shower gels did Patty Us unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 23}
{"problem": "Sherrie Reich started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Sherrie Reich solved 50% of them but unsolved the rest. Of the second half, Sherrie Reich solved 50% of them. How many shower gels did Sherrie Reich unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 24}
{"problem": "Dalton Amaral started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Dalton Amaral solved 50% of them but unsolved the rest. Of the second half, Dalton Amaral solved 50% of them. How many shower gels did Dalton Amaral unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 25}
{"problem": "Nelson Beatriz started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Nelson Beatriz solved 50% of them but unsolved the rest. Of the second half, Nelson Beatriz solved 50% of them. How many shower gels did Nelson Beatriz unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 26}
{"problem": "Ashlee Priest started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Ashlee Priest solved 50% of them but unsolved the rest. Of the second half, Ashlee Priest solved 50% of them. How many shower gels did Ashlee Priest unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 27}
{"problem": "Helen Goss started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Helen Goss solved 50% of them but unsolved the rest. Of the second half, Helen Goss solved 50% of them. How many shower gels did Helen Goss unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 28}
{"problem": "Jeremy Caton started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Jeremy Caton solved 50% of them but unsolved the rest. Of the second half, Jeremy Caton solved 50% of them. How many shower gels did Jeremy Caton unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 29}
{"problem": "Sheri Rousseau started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Sheri Rousseau solved 50% of them but unsolved the rest. Of the second half, Sheri Rousseau solved 50% of them. How many shower gels did Sheri Rousseau unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 30}
{"problem": "Horacio Sikes started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Horacio Sikes solved 50% of them but unsolved the rest. Of the second half, Horacio Sikes solved 50% of them. How many shower gels did Horacio Sikes unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 31}
{"problem": "Alana Montague started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Alana Montague solved 50% of them but unsolved the rest. Of the second half, Alana Montague solved 50% of them. How many shower gels did Alana Montague unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 32}
{"problem": "Ray Whitcomb started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Ray Whitcomb solved 50% of them but unsolved the rest. Of the second half, Ray Whitcomb solved 50% of them. How many shower gels did Ray Whitcomb unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 33}
{"problem": "Lizette Cicero started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Lizette Cicero solved 50% of them but unsolved the rest. Of the second half, Lizette Cicero solved 50% of them. How many shower gels did Lizette Cicero unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 34}
{"problem": "Simone Pack started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Simone Pack solved 50% of them but unsolved the rest. Of the second half, Simone Pack solved 50% of them. How many shower gels did Simone Pack unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 35}
{"problem": "Carolyn Mcdade started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Carolyn Mcdade solved 50% of them but unsolved the rest. Of the second half, Carolyn Mcdade solved 50% of them. How many shower gels did Carolyn Mcdade unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 36}
{"problem": "Abe Abraham started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Abe Abraham solved 50% of them but unsolved the rest. Of the second half, Abe Abraham solved 50% of them. How many shower gels did Abe Abraham unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 37}
{"problem": "Art Kariuki started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Art Kariuki solved 50% of them but unsolved the rest. Of the second half, Art Kariuki solved 50% of them. How many shower gels did Art Kariuki unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 38}
{"problem": "Dario Kiley started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Dario Kiley solved 50% of them but unsolved the rest. Of the second half, Dario Kiley solved 50% of them. How many shower gels did Dario Kiley unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 39}
{"problem": "Kelvin Jankowski started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Kelvin Jankowski solved 50% of them but unsolved the rest. Of the second half, Kelvin Jankowski solved 50% of them. How many shower gels did Kelvin Jankowski unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 40}
{"problem": "Gloria Horsley started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Gloria Horsley solved 50% of them but unsolved the rest. Of the second half, Gloria Horsley solved 50% of them. How many shower gels did Gloria Horsley unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 41}
{"problem": "Jessie Aldrich started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Jessie Aldrich solved 50% of them but unsolved the rest. Of the second half, Jessie Aldrich solved 50% of them. How many shower gels did Jessie Aldrich unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 42}
{"problem": "Michaela Solanki started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Michaela Solanki solved 50% of them but unsolved the rest. Of the second half, Michaela Solanki solved 50% of them. How many shower gels did Michaela Solanki unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 43}
{"problem": "Reza Dionicio started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Reza Dionicio solved 50% of them but unsolved the rest. Of the second half, Reza Dionicio solved 50% of them. How many shower gels did Reza Dionicio unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 44}
{"problem": "Bertha Duggan started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Bertha Duggan solved 50% of them but unsolved the rest. Of the second half, Bertha Duggan solved 50% of them. How many shower gels did Bertha Duggan unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 45}
{"problem": "Nichole Woodall started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Nichole Woodall solved 50% of them but unsolved the rest. Of the second half, Nichole Woodall solved 50% of them. How many shower gels did Nichole Woodall unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 46}
{"problem": "Li Chester started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Li Chester solved 50% of them but unsolved the rest. Of the second half, Li Chester solved 50% of them. How many shower gels did Li Chester unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 47}
{"problem": "Wade Bel started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Wade Bel solved 50% of them but unsolved the rest. Of the second half, Wade Bel solved 50% of them. How many shower gels did Wade Bel unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 48}
{"problem": "Gavin Tarver started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Gavin Tarver solved 50% of them but unsolved the rest. Of the second half, Gavin Tarver solved 50% of them. How many shower gels did Gavin Tarver unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 49}
{"problem": "Arnoldo Agustin started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Arnoldo Agustin solved 50% of them but unsolved the rest. Of the second half, Arnoldo Agustin solved 50% of them. How many shower gels did Arnoldo Agustin unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 50}
{"problem": "Fiona Crocker started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Fiona Crocker solved 50% of them but unsolved the rest. Of the second half, Fiona Crocker solved 50% of them. How many shower gels did Fiona Crocker unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 51}
{"problem": "Imelda Montiel started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Imelda Montiel solved 50% of them but unsolved the rest. Of the second half, Imelda Montiel solved 50% of them. How many shower gels did Imelda Montiel unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 52}
{"problem": "Karina Hirsch started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Karina Hirsch solved 50% of them but unsolved the rest. Of the second half, Karina Hirsch solved 50% of them. How many shower gels did Karina Hirsch unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 53}
{"problem": "Joel Vargo started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Joel Vargo solved 50% of them but unsolved the rest. Of the second half, Joel Vargo solved 50% of them. How many shower gels did Joel Vargo unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 54}
{"problem": "Abraham Angela started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Abraham Angela solved 50% of them but unsolved the rest. Of the second half, Abraham Angela solved 50% of them. How many shower gels did Abraham Angela unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 55}
{"problem": "Jonah Corniel started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Jonah Corniel solved 50% of them but unsolved the rest. Of the second half, Jonah Corniel solved 50% of them. How many shower gels did Jonah Corniel unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 56}
{"problem": "Alli Baez started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Alli Baez solved 50% of them but unsolved the rest. Of the second half, Alli Baez solved 50% of them. How many shower gels did Alli Baez unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 57}
{"problem": "Faustino De La Garza started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Faustino De La Garza solved 50% of them but unsolved the rest. Of the second half, Faustino De La Garza solved 50% of them. How many shower gels did Faustino De La Garza unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 58}
{"problem": "Lana Solorio started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Lana Solorio solved 50% of them but unsolved the rest. Of the second half, Lana Solorio solved 50% of them. How many shower gels did Lana Solorio unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 59}
{"problem": "Karthik Hess started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Karthik Hess solved 50% of them but unsolved the rest. Of the second half, Karthik Hess solved 50% of them. How many shower gels did Karthik Hess unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 60}
{"problem": "Conor Caban started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Conor Caban solved 50% of them but unsolved the rest. Of the second half, Conor Caban solved 50% of them. How many shower gels did Conor Caban unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 61}
{"problem": "Keisha Derosa started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Keisha Derosa solved 50% of them but unsolved the rest. Of the second half, Keisha Derosa solved 50% of them. How many shower gels did Keisha Derosa unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 62}
{"problem": "Wilber Awan started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Wilber Awan solved 50% of them but unsolved the rest. Of the second half, Wilber Awan solved 50% of them. How many shower gels did Wilber Awan unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 63}
{"problem": "Cindy Mcclanahan started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Cindy Mcclanahan solved 50% of them but unsolved the rest. Of the second half, Cindy Mcclanahan solved 50% of them. How many shower gels did Cindy Mcclanahan unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 64}
{"problem": "Fidel Bourque started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Fidel Bourque solved 50% of them but unsolved the rest. Of the second half, Fidel Bourque solved 50% of them. How many shower gels did Fidel Bourque unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 65}
{"problem": "Astrid Kauffman started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Astrid Kauffman solved 50% of them but unsolved the rest. Of the second half, Astrid Kauffman solved 50% of them. How many shower gels did Astrid Kauffman unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 66}
{"problem": "Sheila Noble started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Sheila Noble solved 50% of them but unsolved the rest. Of the second half, Sheila Noble solved 50% of them. How many shower gels did Sheila Noble unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 67}
{"problem": "Sam Broussard started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Sam Broussard solved 50% of them but unsolved the rest. Of the second half, Sam Broussard solved 50% of them. How many shower gels did Sam Broussard unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 68}
{"problem": "Gabrielle Jefferies started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Gabrielle Jefferies solved 50% of them but unsolved the rest. Of the second half, Gabrielle Jefferies solved 50% of them. How many shower gels did Gabrielle Jefferies unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 69}
{"problem": "Gonzalo Garnica started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Gonzalo Garnica solved 50% of them but unsolved the rest. Of the second half, Gonzalo Garnica solved 50% of them. How many shower gels did Gonzalo Garnica unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 70}
{"problem": "Nico Saliba started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Nico Saliba solved 50% of them but unsolved the rest. Of the second half, Nico Saliba solved 50% of them. How many shower gels did Nico Saliba unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 71}
{"problem": "Desiree Volcy started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Desiree Volcy solved 50% of them but unsolved the rest. Of the second half, Desiree Volcy solved 50% of them. How many shower gels did Desiree Volcy unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 72}
{"problem": "Melanie Brandt started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Melanie Brandt solved 50% of them but unsolved the rest. Of the second half, Melanie Brandt solved 50% of them. How many shower gels did Melanie Brandt unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 73}
{"problem": "Megan Mcdougal started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Megan Mcdougal solved 50% of them but unsolved the rest. Of the second half, Megan Mcdougal solved 50% of them. How many shower gels did Megan Mcdougal unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 74}
{"problem": "Dillon Culver started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Dillon Culver solved 50% of them but unsolved the rest. Of the second half, Dillon Culver solved 50% of them. How many shower gels did Dillon Culver unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 75}
{"problem": "Vera Gore started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Vera Gore solved 50% of them but unsolved the rest. Of the second half, Vera Gore solved 50% of them. How many shower gels did Vera Gore unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 76}
{"problem": "Melisa Vaught started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Melisa Vaught solved 50% of them but unsolved the rest. Of the second half, Melisa Vaught solved 50% of them. How many shower gels did Melisa Vaught unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 77}
{"problem": "Pilar Segal started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Pilar Segal solved 50% of them but unsolved the rest. Of the second half, Pilar Segal solved 50% of them. How many shower gels did Pilar Segal unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 78}
{"problem": "Magdalena Horvath started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Magdalena Horvath solved 50% of them but unsolved the rest. Of the second half, Magdalena Horvath solved 50% of them. How many shower gels did Magdalena Horvath unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 79}
{"problem": "Mindy Ronaldo started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Mindy Ronaldo solved 50% of them but unsolved the rest. Of the second half, Mindy Ronaldo solved 50% of them. How many shower gels did Mindy Ronaldo unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 80}
{"problem": "Millie Cosio started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Millie Cosio solved 50% of them but unsolved the rest. Of the second half, Millie Cosio solved 50% of them. How many shower gels did Millie Cosio unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 81}
{"problem": "Kerry Powe started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Kerry Powe solved 50% of them but unsolved the rest. Of the second half, Kerry Powe solved 50% of them. How many shower gels did Kerry Powe unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 82}
{"problem": "Camilo Coons started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Camilo Coons solved 50% of them but unsolved the rest. Of the second half, Camilo Coons solved 50% of them. How many shower gels did Camilo Coons unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 83}
{"problem": "Polo Tree started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Polo Tree solved 50% of them but unsolved the rest. Of the second half, Polo Tree solved 50% of them. How many shower gels did Polo Tree unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 84}
{"problem": "Kristen Solomon started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Kristen Solomon solved 50% of them but unsolved the rest. Of the second half, Kristen Solomon solved 50% of them. How many shower gels did Kristen Solomon unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 85}
{"problem": "Jennifer Million started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Jennifer Million solved 50% of them but unsolved the rest. Of the second half, Jennifer Million solved 50% of them. How many shower gels did Jennifer Million unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 86}
{"problem": "Dianne Shelton started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Dianne Shelton solved 50% of them but unsolved the rest. Of the second half, Dianne Shelton solved 50% of them. How many shower gels did Dianne Shelton unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 87}
{"problem": "Shawna Bhattacharya started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Shawna Bhattacharya solved 50% of them but unsolved the rest. Of the second half, Shawna Bhattacharya solved 50% of them. How many shower gels did Shawna Bhattacharya unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 88}
{"problem": "Eve Williford started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Eve Williford solved 50% of them but unsolved the rest. Of the second half, Eve Williford solved 50% of them. How many shower gels did Eve Williford unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 89}
{"problem": "Gregorio Avina started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Gregorio Avina solved 50% of them but unsolved the rest. Of the second half, Gregorio Avina solved 50% of them. How many shower gels did Gregorio Avina unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 90}
{"problem": "Natasha Jeanty started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Natasha Jeanty solved 50% of them but unsolved the rest. Of the second half, Natasha Jeanty solved 50% of them. How many shower gels did Natasha Jeanty unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 91}
{"problem": "Jayson Nation started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Jayson Nation solved 50% of them but unsolved the rest. Of the second half, Jayson Nation solved 50% of them. How many shower gels did Jayson Nation unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 92}
{"problem": "Aida Lastra started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Aida Lastra solved 50% of them but unsolved the rest. Of the second half, Aida Lastra solved 50% of them. How many shower gels did Aida Lastra unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 93}
{"problem": "Pascual Trotter started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Pascual Trotter solved 50% of them but unsolved the rest. Of the second half, Pascual Trotter solved 50% of them. How many shower gels did Pascual Trotter unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 94}
{"problem": "Lynda Calva started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Lynda Calva solved 50% of them but unsolved the rest. Of the second half, Lynda Calva solved 50% of them. How many shower gels did Lynda Calva unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 95}
{"problem": "Conner Paramo started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Conner Paramo solved 50% of them but unsolved the rest. Of the second half, Conner Paramo solved 50% of them. How many shower gels did Conner Paramo unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 96}
{"problem": "Vladimir Clemente started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Vladimir Clemente solved 50% of them but unsolved the rest. Of the second half, Vladimir Clemente solved 50% of them. How many shower gels did Vladimir Clemente unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 97}
{"problem": "Claudia Mckean started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Claudia Mckean solved 50% of them but unsolved the rest. Of the second half, Claudia Mckean solved 50% of them. How many shower gels did Claudia Mckean unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 98}
{"problem": "Eloy Mcginty started completing puzzles with 496 shower gels at a wildlife sanctuary store in Wharton County, Texas. Of the first half, Eloy Mcginty solved 50% of them but unsolved the rest. Of the second half, Eloy Mcginty solved 50% of them. How many shower gels did Eloy Mcginty unsolved in total?", "result": "248", "template_id": "gsm-0025-1", "problem_id": 99}
