{"problem":"Madison Lamont sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Madison Lamont sell altogether in April and May?","result":"1029.0","template_id":0,"problem_id":521}
{"problem":"Julian Brice earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Julian Brice worked for 8 hours. How much did Julian Brice earn?","result":"504","template_id":1,"problem_id":521}
{"problem":"Doug Cuenca is saving money for a new lens filters which costs $54400. Doug Cuenca has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Doug Cuenca need to buy the lens filters?","result":"23180.0","template_id":2,"problem_id":521}
{"problem":"Zack Glen has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Zack Glen arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Zack Glen wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?","result":"52","template_id":3,"problem_id":521}
{"problem":"Malcolm Polo writes a 10-page letter to 3 different friends 4 times a week. How many pages does Malcolm Polo write a year?","result":"6240","template_id":4,"problem_id":521}
{"problem":"German Oshea has a collection of world maps at a_museum_gift_store in Putnam_County,_New_York. They have 50 of them in red, and there are 10% more of those in blue. There are only 80% as many green world maps as there are red and blue world maps. How many world maps does German Oshea have in total?","result":"189.0","template_id":5,"problem_id":521}
{"problem":"Chrissy Steward is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?","result":"132","template_id":6,"problem_id":521}
{"problem":"Colby Wideman is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?","result":"488","template_id":7,"problem_id":521}
{"problem":"Kiran Medina went to a beachside kiosk with a budget of $969 and bought several items including graphic novels. They have $301 left from their budget. How much did Kiran Medina pay for the graphic novels?","result":"0","template_id":8,"problem_id":521}
{"problem":"Lauren Cason earns $36 per hour working at a hunting supplies store in Hendricks County, Indiana. If they work more than 8 hours per shift, they receive a bonus which is the hourly wage plus half the hourly wage. If they work 9 hours every day for 4 days, how much money do they make?","result":"1368.0","template_id":9,"problem_id":521}
