{"problem":"Marian Carrera sold 144 craft supplies to her friends in April at a gym merchandise corner in Blair County, Pennsylvania. In May, they sold 72 craft supplies. How many craft supplies did Marian Carrera sell altogether in April and May?","result":"216.0","template_id":0,"problem_id":202}
{"problem":"Yasmin Sanchez writes a 5-page letter to 1 different friend 4 times a week. How many pages does Yasmin Sanchez write a year?","result":"1040","template_id":4,"problem_id":202}
{"problem":"Cynthia Alonso is preparing a gift box at an antique store in Jasper County, Georgia. They start by adding 25 pounds of boots to the box. Then, they add enough battery chargers to make the total weight 3 times the initial weight. Next, they add another 25 pounds of boots. Finally, they add enough pumps to double the box's weight. What is the final weight of the gift box in pounds?","result":"200","template_id":7,"problem_id":202}
{"problem":"Violet Hull earns $50 per hour working at a film festival merchandise booth in Mono County, California. If they work more than 8 hours per shift, they receive a bonus which is the hourly wage plus half the hourly wage. If they work 11 hours every day for 5 days, how much money do they make?","result":"3125.0","template_id":9,"problem_id":202}
{"problem":"Eddie Mansfield has 30 perfumes. They also have 5 less than half as many jewelry boxes as perfumes. How many items does Eddie Mansfield have in all?","result":"40.0","template_id":12,"problem_id":202}
{"problem":"Marisa Cross will serve drone cameras at their event at a yoga studio boutique in Lackawanna County, Pennsylvania. They buy 6 pounds of cheddar cheese for $12, a pound of cream cheese that cost half the price of the cheddar cheese, and 4 packs of cold cuts that cost twice the price of the cheddar cheese. How much does Marisa Cross spend on the ingredients?","result":"174","template_id":13,"problem_id":202}
{"problem":"Stephen Licea can complete 59 tie clips in 30 minutes at a photography equipment store in Union County, Indiana. How many hours will it take Stephen Licea to complete 7198 tie clips?","result":"61","template_id":14,"problem_id":202}
{"problem":"In a a mobile vending truck in Washakie County, Wyoming, there are 23 pink handcrafted candles, 21 green handcrafted candles, and 34 yellow handcrafted candles. If Ashish takes away 2 pink handcrafted candles, and Ballinger takes away 8 pink handcrafted candles and twice as many green handcrafted candles as the number of pink handcrafted candles that he removed, then calculate the total number of handcrafted candles that remained in the a mobile vending truck.","result":"52","template_id":17,"problem_id":202}
{"problem":"Gee Whitlock does their shopping on Saturday. They do their shopping only at a zoo souvenir shop in Menard County, Texas where they are allowed a credit of $100, which must be paid in full before their next shopping trip. That week they spent the full credit limit and paid $34 of it on Wednesday and $26 of it on Thursday. How much credit will Gee Whitlock need to pay before their next shopping trip?","result":"40","template_id":24,"problem_id":202}
{"problem":"Eileen Keating is going to practice picture frames with a machine that shoots out picture frames for Eileen Keating to hit. They load up the machine with 180 picture frames to start with. Out of the first 162.0 picture frames, they manage to hit 50% of them. Of the next 18.0 picture frames, they manage to hit 20% of them. Out of all the picture frames, how many did Eileen Keating not hit?","result":"162.0","template_id":25,"problem_id":202}
{"problem":"Kathy Sotelo collected 93000 smartphone cases at a sports arena merchandise booth in Barbour County, West Virginia. After sorting them, Kathy Sotelo found that 28% were damaged and had to be discarded. Later, Kathy Sotelo collected another 91800 smartphone cases, but this time 60% were unusable. How many smartphone cases was Kathy Sotelo left with after discarding the unusable ones?","result":"103680.0","template_id":27,"problem_id":202}
{"problem":"Van Sustaita used to spend 53% of their monthly budget on blankets in a local market, Salt Lake County, Utah. Their budget was recently increased by $1038, so now their spending on blankets only amounts to 50% of their monthly budget. How much was their previous monthly budget?","result":"17300","template_id":29,"problem_id":202}
{"problem":"Alisha Seifert is a vendor. They sell surfboards and potted succulents at a tech gadgets fair in Campbell County, Tennessee. They charge $41 for each surfboards and $21 for each potted succulents. Last month they sold 20 surfboards and 10 potted succulents. If they sold 4 times as much this month, how much are their sales for this month?","result":"4120","template_id":31,"problem_id":202}
{"problem":"Claude Lilly went on a treasure hunt in a knitting and sewing supplies store at Wagoner County, Oklahoma. They found clues that led them through a series of 4 locations. After the 1st clue, they traveled 7 meters. After the 2nd clue, they traveled 3 meters. After the 3rd clue, they traveled a little further and at the 4th clue, they immediately found the treasure. If Claude Lilly has traveled a total of 74 meters to find the treasure, how far did they have to travel after the 3rd clue?","result":"0","template_id":32,"problem_id":202}
{"problem":"Mila Bolling needs 38 sandals to make a special dish at an airport gift shop in Jackson County, Kentucky, together with other ingredients, including 5 times as many bed sheets as the number of sandals. Calculate the combined total number of sandals, bed sheets, and scented candles that Mila Bolling needs.","result":"240","template_id":33,"problem_id":202}
{"problem":"Mr. Francine_Balboa found out that 70% of his Grade 5 students at an_observatory_retail_area in Crawford_County,_Georgia got a final grade below B. How many of his students got a final grade of B and above if he has 30 students in Grade 5?","result":"9","template_id":35,"problem_id":202}
{"problem":"Rochelle Bojorquez is preparing bookshelves for a gathering at a model building store in Bee County, Texas. They know that one unit of bookshelves is needed for every 7 units of water. The gathering has 77 people, and each person wants a unit of water. How many units of bookshelves does Rochelle Bojorquez need?","result":"11","template_id":38,"problem_id":202}
{"problem":"Cristina Bobo is a first-year student at a University in Bergen County, New Jersey. They have a budget of $4710 per semester. They spend 13% of their money on food, They spend 15% of their money on accommodation, They spend 17% of their money on entertainment, They spend 55% of their money on coursework materials. How much money does Cristina Bobo spend on coursework materials?","result":"2590.5","template_id":44,"problem_id":202}
{"problem":"Pascual Javed practices knitting kits for 45 minutes a day and an educational toys store for 4 times as long. If Pascual_Javed practices 6 days a week, how many minutes does Pascual_Javed spend practicing in a month with 4 weeks?","result":"5400","template_id":46,"problem_id":202}
{"problem":"Geraldine Legg memorized 6 more graphic tablets than Rod Poirier memorized. Sameer Madsen memorized 11 times as many graphic tablets as Rod Poirier memorized. If Sameer Madsen memorized 66 graphic tablets, how many graphic tablets did Geraldine Legg memorize?","result":"12.0","template_id":48,"problem_id":202}
