{"problem": "Robin Argo sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Robin Argo sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Selena Jansen sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Selena Jansen sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Fer Fenwick sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Fer Fenwick sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Hilda Avellaneda sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Hilda Avellaneda sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Arnulfo Wiltshire sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Arnulfo Wiltshire sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Elias Brockman sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Elias Brockman sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Ulises Welker sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Ulises Welker sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Ronnie Enriquez sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Ronnie Enriquez sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Mirna Urbano sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Mirna Urbano sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Forrest Hughes sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Forrest Hughes sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Nik Horn sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Nik Horn sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Kelley Epperson sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Kelley Epperson sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Ricky Pounds sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Ricky Pounds sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Gio De La Cruz sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Gio De La Cruz sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Itzel Maheshwari sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Itzel Maheshwari sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Ciara Dutta sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Ciara Dutta sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Bo Kimbrell sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Bo Kimbrell sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Amilcar Goodson sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Amilcar Goodson sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Vishal Antoinette sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Vishal Antoinette sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Shelly Bardales sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Shelly Bardales sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Roderick Amoah sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Roderick Amoah sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Anna Pappas sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Anna Pappas sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Horacio Cady sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Horacio Cady sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Noelle Reta sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Noelle Reta sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Charly Chandra sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Charly Chandra sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Baltazar Schwab sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Baltazar Schwab sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Omar Frias sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Omar Frias sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Desmond Moo sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Desmond Moo sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Henry Wenger sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Henry Wenger sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Benjamin Plaza sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Benjamin Plaza sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Skyler Farrell sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Skyler Farrell sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Sarita Stepp sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Sarita Stepp sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Stephanie Parks sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Stephanie Parks sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Paris Obeng sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Paris Obeng sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Linda Paschal sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Linda Paschal sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Sadie Geer sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Sadie Geer sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Paco Beach sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Paco Beach sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Bobbie Appleton sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Bobbie Appleton sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Anne Hoang sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Anne Hoang sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Russ Horst sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Russ Horst sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Margarito Shergill sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Margarito Shergill sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Jon Boyer sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Jon Boyer sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Elvin Lytle sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Elvin Lytle sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Griselda Legg sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Griselda Legg sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Liam Edgar sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Liam Edgar sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Aisha Mckelvey sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Aisha Mckelvey sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Eliseo Feng sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Eliseo Feng sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Mara Valverde sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Mara Valverde sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Branden Cortes sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Branden Cortes sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Jake Siqueira sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Jake Siqueira sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Tito Mickey sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Tito Mickey sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Manuel Cipriano sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Manuel Cipriano sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Alvin Putnam sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Alvin Putnam sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Phillip Haughton sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Phillip Haughton sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Makayla Woodbury sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Makayla Woodbury sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Vladimir Federico sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Vladimir Federico sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Eli Edmond sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Eli Edmond sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Georgia Avila sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Georgia Avila sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Cheryl Christmas sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Cheryl Christmas sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Corinne Velarde sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Corinne Velarde sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Ashish Waller sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Ashish Waller sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Laurie Chirino sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Laurie Chirino sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Kari Tadeo sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Kari Tadeo sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Ubaldo Assad sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Ubaldo Assad sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Gene Chino sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Gene Chino sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Tim Grand sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Tim Grand sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Dani Kota sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Dani Kota sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Tiffany Yax sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Tiffany Yax sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Kc Yu sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Kc Yu sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Dominick Cifuentes sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Dominick Cifuentes sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Debora Boggs sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Debora Boggs sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Donna Mclane sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Donna Mclane sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Terence Blaylock sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Terence Blaylock sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Gonzalez Beck sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Gonzalez Beck sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Tracy Busch sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Tracy Busch sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Christy Bolin sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Christy Bolin sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Summer Quintana sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Summer Quintana sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Paulina Bohorquez sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Paulina Bohorquez sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Jazmin Laredo sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Jazmin Laredo sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Marjorie Underwood sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Marjorie Underwood sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Kris Villagomez sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Kris Villagomez sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Justice Horton sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Justice Horton sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Logan Quiroz sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Logan Quiroz sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Quinn Walther sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Quinn Walther sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Valeria Ovando sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Valeria Ovando sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Kenya Rauch sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Kenya Rauch sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Rebeca Washington sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Rebeca Washington sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Pam Oliva sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Pam Oliva sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Lori Denny sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Lori Denny sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Mona Bernstein sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Mona Bernstein sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Art Fontana sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Art Fontana sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Soledad Rosser sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Soledad Rosser sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Don Armenta sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Don Armenta sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Katia Rebecca sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Katia Rebecca sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Damon Yuan sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Damon Yuan sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Sam Cooley sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Sam Cooley sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Vicente Pence sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Vicente Pence sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Jordyn Mora sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Jordyn Mora sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Lili Posner sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Lili Posner sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
{"problem": "Emiliano Peck sold 686 dresses to her friends in April at a car boot sale in Owyhee County, Idaho. In May, they sold 343 dresses. How many dresses did Emiliano Peck sell altogether in April and May?", "result": "1029.0", "template_id": 0, "problem_id": 521}
