{"problem": "Robin Argo sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Robin Argo sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 0}
{"problem": "Selena Jansen sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Selena Jansen sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 1}
{"problem": "Fer Fenwick sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Fer Fenwick sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 2}
{"problem": "Hilda Avellaneda sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Hilda Avellaneda sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 3}
{"problem": "Arnulfo Wiltshire sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Arnulfo Wiltshire sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 4}
{"problem": "Elias Brockman sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Elias Brockman sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 5}
{"problem": "Ulises Welker sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Ulises Welker sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 6}
{"problem": "Ronnie Enriquez sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Ronnie Enriquez sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 7}
{"problem": "Mirna Urbano sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Mirna Urbano sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 8}
{"problem": "Forrest Hughes sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Forrest Hughes sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 9}
{"problem": "Nik Horn sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Nik Horn sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 10}
{"problem": "Kelley Epperson sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Kelley Epperson sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 11}
{"problem": "Ricky Pounds sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Ricky Pounds sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 12}
{"problem": "Gio De La Cruz sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Gio De La Cruz sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 13}
{"problem": "Itzel Maheshwari sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Itzel Maheshwari sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 14}
{"problem": "Ciara Dutta sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Ciara Dutta sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 15}
{"problem": "Bo Kimbrell sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Bo Kimbrell sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 16}
{"problem": "Amilcar Goodson sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Amilcar Goodson sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 17}
{"problem": "Vishal Antoinette sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Vishal Antoinette sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 18}
{"problem": "Shelly Bardales sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Shelly Bardales sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 19}
{"problem": "Roderick Amoah sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Roderick Amoah sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 20}
{"problem": "Anna Pappas sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Anna Pappas sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 21}
{"problem": "Horacio Cady sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Horacio Cady sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 22}
{"problem": "Noelle Reta sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Noelle Reta sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 23}
{"problem": "Charly Chandra sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Charly Chandra sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 24}
{"problem": "Baltazar Schwab sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Baltazar Schwab sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 25}
{"problem": "Omar Frias sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Omar Frias sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 26}
{"problem": "Desmond Moo sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Desmond Moo sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 27}
{"problem": "Henry Wenger sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Henry Wenger sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 28}
{"problem": "Benjamin Plaza sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Benjamin Plaza sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 29}
{"problem": "Skyler Farrell sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Skyler Farrell sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 30}
{"problem": "Sarita Stepp sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Sarita Stepp sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 31}
{"problem": "Stephanie Parks sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Stephanie Parks sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 32}
{"problem": "Paris Obeng sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Paris Obeng sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 33}
{"problem": "Linda Paschal sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Linda Paschal sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 34}
{"problem": "Sadie Geer sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Sadie Geer sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 35}
{"problem": "Paco Beach sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Paco Beach sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 36}
{"problem": "Bobbie Appleton sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Bobbie Appleton sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 37}
{"problem": "Anne Hoang sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Anne Hoang sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 38}
{"problem": "Russ Horst sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Russ Horst sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 39}
{"problem": "Margarito Shergill sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Margarito Shergill sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 40}
{"problem": "Jon Boyer sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Jon Boyer sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 41}
{"problem": "Elvin Lytle sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Elvin Lytle sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 42}
{"problem": "Griselda Legg sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Griselda Legg sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 43}
{"problem": "Liam Edgar sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Liam Edgar sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 44}
{"problem": "Aisha Mckelvey sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Aisha Mckelvey sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 45}
{"problem": "Eliseo Feng sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Eliseo Feng sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 46}
{"problem": "Mara Valverde sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Mara Valverde sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 47}
{"problem": "Branden Cortes sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Branden Cortes sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 48}
{"problem": "Jake Siqueira sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Jake Siqueira sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 49}
{"problem": "Tito Mickey sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Tito Mickey sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 50}
{"problem": "Manuel Cipriano sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Manuel Cipriano sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 51}
{"problem": "Alvin Putnam sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Alvin Putnam sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 52}
{"problem": "Phillip Haughton sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Phillip Haughton sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 53}
{"problem": "Makayla Woodbury sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Makayla Woodbury sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 54}
{"problem": "Vladimir Federico sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Vladimir Federico sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 55}
{"problem": "Eli Edmond sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Eli Edmond sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 56}
{"problem": "Georgia Avila sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Georgia Avila sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 57}
{"problem": "Cheryl Christmas sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Cheryl Christmas sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 58}
{"problem": "Corinne Velarde sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Corinne Velarde sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 59}
{"problem": "Ashish Waller sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Ashish Waller sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 60}
{"problem": "Laurie Chirino sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Laurie Chirino sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 61}
{"problem": "Kari Tadeo sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Kari Tadeo sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 62}
{"problem": "Ubaldo Assad sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Ubaldo Assad sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 63}
{"problem": "Gene Chino sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Gene Chino sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 64}
{"problem": "Tim Grand sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Tim Grand sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 65}
{"problem": "Dani Kota sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Dani Kota sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 66}
{"problem": "Tiffany Yax sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Tiffany Yax sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 67}
{"problem": "Kc Yu sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Kc Yu sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 68}
{"problem": "Dominick Cifuentes sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Dominick Cifuentes sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 69}
{"problem": "Debora Boggs sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Debora Boggs sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 70}
{"problem": "Donna Mclane sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Donna Mclane sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 71}
{"problem": "Terence Blaylock sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Terence Blaylock sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 72}
{"problem": "Gonzalez Beck sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Gonzalez Beck sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 73}
{"problem": "Tracy Busch sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Tracy Busch sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 74}
{"problem": "Christy Bolin sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Christy Bolin sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 75}
{"problem": "Summer Quintana sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Summer Quintana sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 76}
{"problem": "Paulina Bohorquez sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Paulina Bohorquez sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 77}
{"problem": "Jazmin Laredo sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Jazmin Laredo sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 78}
{"problem": "Marjorie Underwood sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Marjorie Underwood sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 79}
{"problem": "Kris Villagomez sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Kris Villagomez sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 80}
{"problem": "Justice Horton sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Justice Horton sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 81}
{"problem": "Logan Quiroz sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Logan Quiroz sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 82}
{"problem": "Quinn Walther sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Quinn Walther sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 83}
{"problem": "Valeria Ovando sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Valeria Ovando sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 84}
{"problem": "Kenya Rauch sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Kenya Rauch sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 85}
{"problem": "Rebeca Washington sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Rebeca Washington sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 86}
{"problem": "Pam Oliva sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Pam Oliva sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 87}
{"problem": "Lori Denny sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Lori Denny sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 88}
{"problem": "Mona Bernstein sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Mona Bernstein sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 89}
{"problem": "Art Fontana sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Art Fontana sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 90}
{"problem": "Soledad Rosser sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Soledad Rosser sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 91}
{"problem": "Don Armenta sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Don Armenta sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 92}
{"problem": "Katia Rebecca sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Katia Rebecca sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 93}
{"problem": "Damon Yuan sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Damon Yuan sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 94}
{"problem": "Sam Cooley sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Sam Cooley sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 95}
{"problem": "Vicente Pence sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Vicente Pence sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 96}
{"problem": "Jordyn Mora sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Jordyn Mora sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 97}
{"problem": "Lili Posner sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Lili Posner sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 98}
{"problem": "Emiliano Peck sold 520 kitchen gadgets in March, 2013 at a historical reenactment fair in Dubuque County, Iowa. In April, they sold 325% of the amount sold in the previous month. How many kitchen gadgets did Emiliano Peck sell in total during March and April?", "result": "2210", "template_id": "gsm-0000-1", "problem_id": 99}
