{"problem": "Brenda Agramonte has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Brenda Agramonte have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 0}
{"problem": "Josh Chatterjee has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Josh Chatterjee have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 1}
{"problem": "Clifton Snodgrass has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Clifton Snodgrass have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 2}
{"problem": "Jazmine Maxfield has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Jazmine Maxfield have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 3}
{"problem": "Brenda Dias has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Brenda Dias have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 4}
{"problem": "Maira Tigre has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Maira Tigre have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 5}
{"problem": "Amber Mccue has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Amber Mccue have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 6}
{"problem": "Hortencia Canizales has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Hortencia Canizales have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 7}
{"problem": "Rafael Bobadilla has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Rafael Bobadilla have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 8}
{"problem": "Jhonny Rinehart has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Jhonny Rinehart have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 9}
{"problem": "Cynthia Barot has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Cynthia Barot have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 10}
{"problem": "Hugh Cornelio has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Hugh Cornelio have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 11}
{"problem": "Sanjay Mauldin has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Sanjay Mauldin have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 12}
{"problem": "Jules Merida has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Jules Merida have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 13}
{"problem": "Teddy Rz has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Teddy Rz have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 14}
{"problem": "Altagracia Platero has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Altagracia Platero have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 15}
{"problem": "Kiran Tae has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Kiran Tae have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 16}
{"problem": "Yvette Starks has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Yvette Starks have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 17}
{"problem": "Kristi Cope has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Kristi Cope have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 18}
{"problem": "Gerard Pi has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Gerard Pi have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 19}
{"problem": "Matthew Piazza has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Matthew Piazza have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 20}
{"problem": "Kendrick Dore has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Kendrick Dore have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 21}
{"problem": "Dallas Radford has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Dallas Radford have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 22}
{"problem": "Sean Weathers has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Sean Weathers have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 23}
{"problem": "Stacy Espinal has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Stacy Espinal have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 24}
{"problem": "Nathan Shareef has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Nathan Shareef have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 25}
{"problem": "Efrain Alcorn has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Efrain Alcorn have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 26}
{"problem": "Peggy Tsai has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Peggy Tsai have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 27}
{"problem": "Faisal Sheridan has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Faisal Sheridan have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 28}
{"problem": "Josefina Neto has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Josefina Neto have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 29}
{"problem": "Juliana Arango has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Juliana Arango have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 30}
{"problem": "John Carchi has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does John Carchi have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 31}
{"problem": "Joao Younger has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Joao Younger have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 32}
{"problem": "Joyce Armenta has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Joyce Armenta have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 33}
{"problem": "Darian Cohen has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Darian Cohen have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 34}
{"problem": "Sabrina Grimaldi has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Sabrina Grimaldi have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 35}
{"problem": "Mickey Dorsey has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Mickey Dorsey have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 36}
{"problem": "Cecil Osegueda has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Cecil Osegueda have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 37}
{"problem": "Autumn Thom has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Autumn Thom have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 38}
{"problem": "Cesar Urizar has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Cesar Urizar have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 39}
{"problem": "Dani Crowder has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Dani Crowder have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 40}
{"problem": "Lara Meltzer has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Lara Meltzer have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 41}
{"problem": "Gail Raphael has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Gail Raphael have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 42}
{"problem": "Consuelo Villalona has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Consuelo Villalona have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 43}
{"problem": "Noah Mackenzie has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Noah Mackenzie have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 44}
{"problem": "Jocelyn Wegner has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Jocelyn Wegner have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 45}
{"problem": "Rafaela Mosier has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Rafaela Mosier have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 46}
{"problem": "Rahul Leaf has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Rahul Leaf have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 47}
{"problem": "Butch Gebhardt has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Butch Gebhardt have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 48}
{"problem": "Antony Martins has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Antony Martins have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 49}
{"problem": "Yazmin Musick has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Yazmin Musick have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 50}
{"problem": "Christy Lively has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Christy Lively have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 51}
{"problem": "Cristina Naidu has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Cristina Naidu have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 52}
{"problem": "Carissa Stout has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Carissa Stout have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 53}
{"problem": "Fredy Stahl has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Fredy Stahl have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 54}
{"problem": "Aurora Villacorta has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Aurora Villacorta have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 55}
{"problem": "Love Hendrix has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Love Hendrix have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 56}
{"problem": "Colleen Hummel has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Colleen Hummel have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 57}
{"problem": "Bertha Jabbar has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Bertha Jabbar have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 58}
{"problem": "Magda Hite has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Magda Hite have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 59}
{"problem": "Sunny Redding has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Sunny Redding have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 60}
{"problem": "Mina Braud has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Mina Braud have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 61}
{"problem": "Rachael Dwyer has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Rachael Dwyer have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 62}
{"problem": "Kira Frimpong has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Kira Frimpong have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 63}
{"problem": "Jeremy Giddens has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Jeremy Giddens have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 64}
{"problem": "Dustin Vann has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Dustin Vann have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 65}
{"problem": "Wilma Ervin has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Wilma Ervin have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 66}
{"problem": "Fabian Arista has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Fabian Arista have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 67}
{"problem": "Anastasia Fountain has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Anastasia Fountain have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 68}
{"problem": "Chase Assefa has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Chase Assefa have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 69}
{"problem": "Vicky Silvas has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Vicky Silvas have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 70}
{"problem": "Latoya Workman has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Latoya Workman have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 71}
{"problem": "Gina Stockman has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Gina Stockman have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 72}
{"problem": "Anahi Lucatero has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Anahi Lucatero have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 73}
{"problem": "Terrance Lejeune has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Terrance Lejeune have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 74}
{"problem": "Kali Whittaker has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Kali Whittaker have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 75}
{"problem": "Petra Witherspoon has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Petra Witherspoon have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 76}
{"problem": "Harold Wester has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Harold Wester have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 77}
{"problem": "Alvaro Sato has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Alvaro Sato have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 78}
{"problem": "Jd Wolford has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Jd Wolford have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 79}
{"problem": "Lulu Mcghee has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Lulu Mcghee have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 80}
{"problem": "Glen Olsen has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Glen Olsen have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 81}
{"problem": "Meredith Morejon has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Meredith Morejon have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 82}
{"problem": "Vladimir Matos has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Vladimir Matos have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 83}
{"problem": "Iliana Mull has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Iliana Mull have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 84}
{"problem": "Ken Sayegh has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Ken Sayegh have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 85}
{"problem": "Brennan Sam has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Brennan Sam have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 86}
{"problem": "Lidia Janet has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Lidia Janet have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 87}
{"problem": "Ty Phan has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Ty Phan have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 88}
{"problem": "Cherie Prendergast has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Cherie Prendergast have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 89}
{"problem": "Vince Sayegh has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Vince Sayegh have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 90}
{"problem": "Gabi Down has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Gabi Down have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 91}
{"problem": "Dorian Saenz has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Dorian Saenz have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 92}
{"problem": "Marilyn Ferdinand has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Marilyn Ferdinand have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 93}
{"problem": "Nik Pinkston has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Nik Pinkston have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 94}
{"problem": "Vickie Joyce has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Vickie Joyce have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 95}
{"problem": "Monica Florio has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Monica Florio have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 96}
{"problem": "Renee Kenyon has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Renee Kenyon have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 97}
{"problem": "Jacqueline Bugg has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Jacqueline Bugg have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 98}
{"problem": "Leigh Corbin has 772 DIY tools at a bakery with retail space in Camden County, North Carolina. They also have 6 less than half as many scented lotions as DIY tools. How many items does Leigh Corbin have in all?", "result": "1152", "template_id": "gsm-0012-1", "problem_id": 99}
