{"problem": "Katrina Barriga is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Katrina Barriga spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 0}
{"problem": "Lane Cohn is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Lane Cohn spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 1}
{"problem": "May Azizi is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does May Azizi spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 2}
{"problem": "Stacey Luster is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Stacey Luster spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 3}
{"problem": "Eve Payano is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Eve Payano spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 4}
{"problem": "Myles Chirino is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Myles Chirino spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 5}
{"problem": "Stefan Judd is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Stefan Judd spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 6}
{"problem": "Melody Dodson is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Melody Dodson spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 7}
{"problem": "Arely Burkholder is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Arely Burkholder spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 8}
{"problem": "Damien Sarkar is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Damien Sarkar spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 9}
{"problem": "Bobbie Vance is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Bobbie Vance spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 10}
{"problem": "Freddie Bernardino is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Freddie Bernardino spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 11}
{"problem": "Nayeli Horne is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Nayeli Horne spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 12}
{"problem": "Milagros Warden is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Milagros Warden spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 13}
{"problem": "Autumn Chance is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Autumn Chance spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 14}
{"problem": "Christi Negash is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Christi Negash spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 15}
{"problem": "Federico Chance is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Federico Chance spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 16}
{"problem": "Flaco Vieyra is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Flaco Vieyra spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 17}
{"problem": "Tabitha De Anda is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Tabitha De Anda spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 18}
{"problem": "Mckenzie Hair is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Mckenzie Hair spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 19}
{"problem": "Cristal Roebuck is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Cristal Roebuck spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 20}
{"problem": "Cary Yusuf is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Cary Yusuf spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 21}
{"problem": "Bobby Chappell is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Bobby Chappell spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 22}
{"problem": "Perla Corona is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Perla Corona spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 23}
{"problem": "Mallory Anders is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Mallory Anders spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 24}
{"problem": "Cheyenne San Juan is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Cheyenne San Juan spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 25}
{"problem": "Blanca Horsley is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Blanca Horsley spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 26}
{"problem": "Rich Bari is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Rich Bari spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 27}
{"problem": "Conrad Ferrante is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Conrad Ferrante spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 28}
{"problem": "Theo Nance is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Theo Nance spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 29}
{"problem": "Sandeep Giordano is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Sandeep Giordano spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 30}
{"problem": "Morris Mcgehee is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Morris Mcgehee spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 31}
{"problem": "Blair Cotto is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Blair Cotto spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 32}
{"problem": "Hanna Alpert is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Hanna Alpert spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 33}
{"problem": "Karen Ta is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Karen Ta spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 34}
{"problem": "Beth Melgarejo is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Beth Melgarejo spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 35}
{"problem": "Tamara Shaheen is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Tamara Shaheen spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 36}
{"problem": "Erica Philippe is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Erica Philippe spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 37}
{"problem": "Dina Pedersen is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Dina Pedersen spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 38}
{"problem": "Manuel Mcintosh is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Manuel Mcintosh spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 39}
{"problem": "Rickey Ugarte is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Rickey Ugarte spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 40}
{"problem": "Stephany Del Cid is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Stephany Del Cid spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 41}
{"problem": "Cole Valero is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Cole Valero spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 42}
{"problem": "Jasmin Harold is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Jasmin Harold spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 43}
{"problem": "Mya Chirino is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Mya Chirino spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 44}
{"problem": "Karina Gehring is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Karina Gehring spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 45}
{"problem": "Kali Sealey is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Kali Sealey spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 46}
{"problem": "Alina Mcmichael is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Alina Mcmichael spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 47}
{"problem": "Mabel Gasca is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Mabel Gasca spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 48}
{"problem": "Mahesh Dorsett is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Mahesh Dorsett spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 49}
{"problem": "Sonya Castle is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Sonya Castle spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 50}
{"problem": "Harvey Yi is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Harvey Yi spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 51}
{"problem": "Brent Watters is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Brent Watters spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 52}
{"problem": "Mariana Mattis is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Mariana Mattis spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 53}
{"problem": "Nelson Crabtree is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Nelson Crabtree spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 54}
{"problem": "Katherine Broughton is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Katherine Broughton spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 55}
{"problem": "Hussein Walters is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Hussein Walters spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 56}
{"problem": "Kc Koonce is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Kc Koonce spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 57}
{"problem": "Randy Johns is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Randy Johns spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 58}
{"problem": "Moises Peeples is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Moises Peeples spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 59}
{"problem": "Lori Hawk is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Lori Hawk spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 60}
{"problem": "Jacques Si is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Jacques Si spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 61}
{"problem": "Shauna Urgiles is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Shauna Urgiles spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 62}
{"problem": "Cristian Baines is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Cristian Baines spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 63}
{"problem": "Dallas Ugalde is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Dallas Ugalde spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 64}
{"problem": "Clare Higgs is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Clare Higgs spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 65}
{"problem": "Sarah Lathrop is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Sarah Lathrop spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 66}
{"problem": "Gayle Centeno is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Gayle Centeno spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 67}
{"problem": "Elsa Sparkman is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Elsa Sparkman spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 68}
{"problem": "Franklin Dyson is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Franklin Dyson spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 69}
{"problem": "Britney Casarrubias is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Britney Casarrubias spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 70}
{"problem": "Yajaira Steve is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Yajaira Steve spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 71}
{"problem": "Denise Withrow is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Denise Withrow spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 72}
{"problem": "Jesus Dickinson is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Jesus Dickinson spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 73}
{"problem": "Fernando Rockwell is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Fernando Rockwell spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 74}
{"problem": "Cathy Caudle is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Cathy Caudle spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 75}
{"problem": "Shawn Pagan is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Shawn Pagan spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 76}
{"problem": "Natalia Fortenberry is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Natalia Fortenberry spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 77}
{"problem": "Santiago Loh is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Santiago Loh spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 78}
{"problem": "Gio Ledesma is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Gio Ledesma spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 79}
{"problem": "Jeffery Assefa is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Jeffery Assefa spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 80}
{"problem": "Lilia Gooding is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Lilia Gooding spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 81}
{"problem": "Rubi Jasmine is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Rubi Jasmine spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 82}
{"problem": "Gladis Ardila is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Gladis Ardila spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 83}
{"problem": "Dillon Sandoval is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Dillon Sandoval spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 84}
{"problem": "Giselle Das is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Giselle Das spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 85}
{"problem": "Yanira Cavanagh is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Yanira Cavanagh spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 86}
{"problem": "Elsie Burris is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Elsie Burris spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 87}
{"problem": "Brad Attia is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Brad Attia spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 88}
{"problem": "Matt Neufeld is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Matt Neufeld spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 89}
{"problem": "Ace Arceneaux is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Ace Arceneaux spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 90}
{"problem": "Edward Macaluso is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Edward Macaluso spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 91}
{"problem": "Consuelo Puente is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Consuelo Puente spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 92}
{"problem": "Aisha Lancaster is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Aisha Lancaster spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 93}
{"problem": "Marcus South is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Marcus South spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 94}
{"problem": "Maribel Franck is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Maribel Franck spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 95}
{"problem": "Tucker Goodrich is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Tucker Goodrich spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 96}
{"problem": "Betty Mayorga is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Betty Mayorga spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 97}
{"problem": "Brianna Miles is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Brianna Miles spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 98}
{"problem": "Davis Eagle is preparing for a party at a bakery with retail space in Oconee_County, South_Carolina. They buy a wall art for $1886, a desks for half the price of the wall art, and a tote bags for double the price of the wall art. How much does Davis Eagle spend in total?", "result": "6601", "template_id": "gsm-0013-1", "problem_id": 99}
