{"problem": "Cole Bailey starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Cole Bailey sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Cole Bailey make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 0}
{"problem": "Noemi Beato starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Noemi Beato sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Noemi Beato make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 1}
{"problem": "Stella Skidmore starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Stella Skidmore sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Stella Skidmore make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 2}
{"problem": "Skyler Moye starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Skyler Moye sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Skyler Moye make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 3}
{"problem": "Kenny Littlejohn starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Kenny Littlejohn sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Kenny Littlejohn make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 4}
{"problem": "Reynaldo Hack starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Reynaldo Hack sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Reynaldo Hack make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 5}
{"problem": "Ester Baron starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Ester Baron sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Ester Baron make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 6}
{"problem": "Dexter Jaimez starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Dexter Jaimez sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Dexter Jaimez make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 7}
{"problem": "Jorge Quinn starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Jorge Quinn sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Jorge Quinn make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 8}
{"problem": "Hortencia Koontz starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Hortencia Koontz sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Hortencia Koontz make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 9}
{"problem": "Stuart Sadeghi starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Stuart Sadeghi sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Stuart Sadeghi make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 10}
{"problem": "Cecilia Whitehouse starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Cecilia Whitehouse sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Cecilia Whitehouse make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 11}
{"problem": "Lu Luna starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Lu Luna sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Lu Luna make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 12}
{"problem": "Carlitos Buendia starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Carlitos Buendia sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Carlitos Buendia make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 13}
{"problem": "Esteban Krauss starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Esteban Krauss sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Esteban Krauss make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 14}
{"problem": "Estrella Durant starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Estrella Durant sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Estrella Durant make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 15}
{"problem": "Desmond Hunter starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Desmond Hunter sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Desmond Hunter make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 16}
{"problem": "Kody Em starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Kody Em sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Kody Em make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 17}
{"problem": "Cris Montgomery starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Cris Montgomery sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Cris Montgomery make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 18}
{"problem": "Lee Crittenden starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Lee Crittenden sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Lee Crittenden make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 19}
{"problem": "Steven Loya starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Steven Loya sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Steven Loya make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 20}
{"problem": "Jaclyn Goforth starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Jaclyn Goforth sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Jaclyn Goforth make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 21}
{"problem": "Jazmin Viteri starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Jazmin Viteri sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Jazmin Viteri make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 22}
{"problem": "Betty Vo starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Betty Vo sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Betty Vo make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 23}
{"problem": "Milton Simoes starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Milton Simoes sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Milton Simoes make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 24}
{"problem": "Jeffrey Kowal starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Jeffrey Kowal sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Jeffrey Kowal make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 25}
{"problem": "Adela Tibbs starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Adela Tibbs sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Adela Tibbs make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 26}
{"problem": "Ernie Jacobsen starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Ernie Jacobsen sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Ernie Jacobsen make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 27}
{"problem": "Joanne Cavanaugh starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Joanne Cavanaugh sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Joanne Cavanaugh make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 28}
{"problem": "Elise Ronaldo starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Elise Ronaldo sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Elise Ronaldo make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 29}
{"problem": "Jeannette Villavicencio starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Jeannette Villavicencio sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Jeannette Villavicencio make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 30}
{"problem": "Izzy War starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Izzy War sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Izzy War make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 31}
{"problem": "Maddie De La Riva starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Maddie De La Riva sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Maddie De La Riva make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 32}
{"problem": "Ramirez Cj starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Ramirez Cj sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Ramirez Cj make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 33}
{"problem": "Johanna Aleman starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Johanna Aleman sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Johanna Aleman make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 34}
{"problem": "Abbey Dao starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Abbey Dao sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Abbey Dao make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 35}
{"problem": "Ivette Carballo starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Ivette Carballo sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Ivette Carballo make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 36}
{"problem": "Anastasia Echeverry starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Anastasia Echeverry sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Anastasia Echeverry make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 37}
{"problem": "Derick Wimberly starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Derick Wimberly sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Derick Wimberly make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 38}
{"problem": "Teri Perkins starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Teri Perkins sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Teri Perkins make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 39}
{"problem": "Kelly Zanches starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Kelly Zanches sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Kelly Zanches make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 40}
{"problem": "Luna Wyatt starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Luna Wyatt sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Luna Wyatt make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 41}
{"problem": "Rosie Sommer starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Rosie Sommer sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Rosie Sommer make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 42}
{"problem": "Marlon George starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Marlon George sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Marlon George make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 43}
{"problem": "Robert Lockwood starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Robert Lockwood sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Robert Lockwood make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 44}
{"problem": "Carla Mauro starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Carla Mauro sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Carla Mauro make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 45}
{"problem": "Candice Lebrun starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Candice Lebrun sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Candice Lebrun make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 46}
{"problem": "Alissa Zhou starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Alissa Zhou sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Alissa Zhou make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 47}
{"problem": "Charlotte Chris starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Charlotte Chris sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Charlotte Chris make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 48}
{"problem": "Bree Matthew starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Bree Matthew sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Bree Matthew make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 49}
{"problem": "Celso Jameson starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Celso Jameson sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Celso Jameson make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 50}
{"problem": "Ruth Joy starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Ruth Joy sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Ruth Joy make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 51}
{"problem": "Edna Car starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Edna Car sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Edna Car make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 52}
{"problem": "Jefferson Bejarano starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Jefferson Bejarano sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Jefferson Bejarano make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 53}
{"problem": "Meg Masood starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Meg Masood sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Meg Masood make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 54}
{"problem": "Florence Landa starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Florence Landa sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Florence Landa make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 55}
{"problem": "Eddy Rockwell starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Eddy Rockwell sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Eddy Rockwell make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 56}
{"problem": "Suzy Nee starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Suzy Nee sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Suzy Nee make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 57}
{"problem": "Dean Scanlon starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Dean Scanlon sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Dean Scanlon make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 58}
{"problem": "Bernadette Valladolid starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Bernadette Valladolid sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Bernadette Valladolid make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 59}
{"problem": "Marcella Tadeo starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Marcella Tadeo sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Marcella Tadeo make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 60}
{"problem": "Dorian Creighton starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Dorian Creighton sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Dorian Creighton make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 61}
{"problem": "Sebastian Bel starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Sebastian Bel sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Sebastian Bel make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 62}
{"problem": "Hayden Mckean starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Hayden Mckean sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Hayden Mckean make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 63}
{"problem": "Olivia Wharton starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Olivia Wharton sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Olivia Wharton make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 64}
{"problem": "Leo Rc starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Leo Rc sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Leo Rc make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 65}
{"problem": "Christie Massaro starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Christie Massaro sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Christie Massaro make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 66}
{"problem": "Johnnie Matias starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Johnnie Matias sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Johnnie Matias make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 67}
{"problem": "Shelley Armstead starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Shelley Armstead sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Shelley Armstead make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 68}
{"problem": "Miranda Stoner starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Miranda Stoner sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Miranda Stoner make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 69}
{"problem": "Esteban Garnica starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Esteban Garnica sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Esteban Garnica make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 70}
{"problem": "Dolly Home starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Dolly Home sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Dolly Home make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 71}
{"problem": "Kristi Speight starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Kristi Speight sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Kristi Speight make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 72}
{"problem": "Vivian Gibbons starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Vivian Gibbons sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Vivian Gibbons make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 73}
{"problem": "Carole Peoples starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Carole Peoples sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Carole Peoples make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 74}
{"problem": "Jojo Jeffries starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Jojo Jeffries sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Jojo Jeffries make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 75}
{"problem": "Katia Shuster starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Katia Shuster sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Katia Shuster make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 76}
{"problem": "Alejandro Art starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Alejandro Art sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Alejandro Art make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 77}
{"problem": "Terence Silvia starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Terence Silvia sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Terence Silvia make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 78}
{"problem": "Nabil Burnette starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Nabil Burnette sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Nabil Burnette make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 79}
{"problem": "Rossy Schwartz starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Rossy Schwartz sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Rossy Schwartz make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 80}
{"problem": "Britney Davenport starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Britney Davenport sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Britney Davenport make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 81}
{"problem": "Maurice Puello starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Maurice Puello sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Maurice Puello make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 82}
{"problem": "Ace Mcwilliams starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Ace Mcwilliams sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Ace Mcwilliams make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 83}
{"problem": "Graham Geffrard starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Graham Geffrard sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Graham Geffrard make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 84}
{"problem": "Carolina Tesfay starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Carolina Tesfay sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Carolina Tesfay make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 85}
{"problem": "Marcelino Mcdade starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Marcelino Mcdade sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Marcelino Mcdade make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 86}
{"problem": "Antoinette Panda starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Antoinette Panda sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Antoinette Panda make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 87}
{"problem": "Toby Bowles starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Toby Bowles sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Toby Bowles make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 88}
{"problem": "Bobby Artiga starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Bobby Artiga sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Bobby Artiga make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 89}
{"problem": "Myles Loera starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Myles Loera sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Myles Loera make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 90}
{"problem": "Sara Somers starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Sara Somers sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Sara Somers make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 91}
{"problem": "Betty Mason starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Betty Mason sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Betty Mason make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 92}
{"problem": "Antony Alvis starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Antony Alvis sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Antony Alvis make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 93}
{"problem": "Ari Valdovinos starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Ari Valdovinos sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Ari Valdovinos make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 94}
{"problem": "Bella Danner starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Bella Danner sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Bella Danner make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 95}
{"problem": "Ernie Boyce starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Ernie Boyce sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Ernie Boyce make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 96}
{"problem": "Joann Moises starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Joann Moises sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Joann Moises make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 97}
{"problem": "June Burks starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. June Burks sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does June Burks make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 98}
{"problem": "Catalina Khokhar starts a business by creating a running shoes at an amusement park store in Atlantic County, New Jersey. The initial investment for creating the running shoes is $48692. Each unit of the running shoes costs $16 to produce. Catalina Khokhar sells it for 9 times the production cost. They sell 116 units a day for 4 days a week. How much profit does Catalina Khokhar make in 49 weeks?", "result": "2861516", "template_id": "gsm-0015-1", "problem_id": 99}
