{"problem": "Marisol Castor receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Marisol Castor uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Marisol Castor have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 0}
{"problem": "Darius Shao receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Darius Shao uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Darius Shao have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 1}
{"problem": "Roberta Couch receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Roberta Couch uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Roberta Couch have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 2}
{"problem": "Evelin Jeanbaptiste receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Evelin Jeanbaptiste uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Evelin Jeanbaptiste have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 3}
{"problem": "Chava Shockley receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Chava Shockley uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Chava Shockley have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 4}
{"problem": "Roxanne Sealey receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Roxanne Sealey uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Roxanne Sealey have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 5}
{"problem": "Haydee Escorcia receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Haydee Escorcia uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Haydee Escorcia have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 6}
{"problem": "Faith Gabriela receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Faith Gabriela uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Faith Gabriela have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 7}
{"problem": "Damian Jp receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Damian Jp uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Damian Jp have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 8}
{"problem": "Tami Pelayo receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Tami Pelayo uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Tami Pelayo have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 9}
{"problem": "Mauricio Phifer receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Mauricio Phifer uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Mauricio Phifer have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 10}
{"problem": "Svetlana Lennon receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Svetlana Lennon uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Svetlana Lennon have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 11}
{"problem": "Rosendo Sammons receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Rosendo Sammons uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Rosendo Sammons have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 12}
{"problem": "Jillian Illescas receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Jillian Illescas uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Jillian Illescas have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 13}
{"problem": "Vickie Guillermo receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Vickie Guillermo uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Vickie Guillermo have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 14}
{"problem": "Tom Rayburn receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Tom Rayburn uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Tom Rayburn have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 15}
{"problem": "Janice Spiegel receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Janice Spiegel uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Janice Spiegel have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 16}
{"problem": "Jarrod Cartwright receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Jarrod Cartwright uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Jarrod Cartwright have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 17}
{"problem": "Harley Dreher receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Harley Dreher uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Harley Dreher have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 18}
{"problem": "Laura Hartman receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Laura Hartman uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Laura Hartman have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 19}
{"problem": "Tami Wesson receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Tami Wesson uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Tami Wesson have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 20}
{"problem": "Jojo Amado receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Jojo Amado uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Jojo Amado have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 21}
{"problem": "Greg Ault receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Greg Ault uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Greg Ault have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 22}
{"problem": "Kristina Derby receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Kristina Derby uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Kristina Derby have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 23}
{"problem": "Reggie Agee receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Reggie Agee uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Reggie Agee have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 24}
{"problem": "Wilber Huffman receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Wilber Huffman uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Wilber Huffman have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 25}
{"problem": "Caitlin Rosero receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Caitlin Rosero uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Caitlin Rosero have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 26}
{"problem": "Nathaniel Jolly receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Nathaniel Jolly uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Nathaniel Jolly have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 27}
{"problem": "Tino Sills receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Tino Sills uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Tino Sills have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 28}
{"problem": "Allie Fabian receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Allie Fabian uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Allie Fabian have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 29}
{"problem": "Samir Up receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Samir Up uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Samir Up have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 30}
{"problem": "Johan Breeden receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Johan Breeden uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Johan Breeden have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 31}
{"problem": "Avery Wallis receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Avery Wallis uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Avery Wallis have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 32}
{"problem": "Dinesh Desai receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Dinesh Desai uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Dinesh Desai have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 33}
{"problem": "Solomon Ordonez receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Solomon Ordonez uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Solomon Ordonez have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 34}
{"problem": "Brock Saleem receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Brock Saleem uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Brock Saleem have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 35}
{"problem": "Gil Geer receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Gil Geer uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Gil Geer have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 36}
{"problem": "Cj Zuleta receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Cj Zuleta uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Cj Zuleta have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 37}
{"problem": "Leila Rue receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Leila Rue uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Leila Rue have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 38}
{"problem": "Ben Srivastava receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Ben Srivastava uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Ben Srivastava have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 39}
{"problem": "Jae Quinteros receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Jae Quinteros uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Jae Quinteros have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 40}
{"problem": "Joel Lucero receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Joel Lucero uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Joel Lucero have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 41}
{"problem": "Belkis Mj receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Belkis Mj uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Belkis Mj have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 42}
{"problem": "Jalen Cl receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Jalen Cl uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Jalen Cl have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 43}
{"problem": "Conrad Sharpe receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Conrad Sharpe uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Conrad Sharpe have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 44}
{"problem": "Desiree Villasana receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Desiree Villasana uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Desiree Villasana have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 45}
{"problem": "Stefanie Lipscomb receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Stefanie Lipscomb uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Stefanie Lipscomb have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 46}
{"problem": "Aimee Guillot receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Aimee Guillot uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Aimee Guillot have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 47}
{"problem": "Isaias Lilley receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Isaias Lilley uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Isaias Lilley have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 48}
{"problem": "Rachel Haidar receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Rachel Haidar uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Rachel Haidar have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 49}
{"problem": "Myriam Hua receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Myriam Hua uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Myriam Hua have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 50}
{"problem": "Emanuel Castelan receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Emanuel Castelan uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Emanuel Castelan have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 51}
{"problem": "Marilu Burroughs receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Marilu Burroughs uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Marilu Burroughs have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 52}
{"problem": "Sanchez Tim receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Sanchez Tim uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Sanchez Tim have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 53}
{"problem": "Dario Faustin receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Dario Faustin uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Dario Faustin have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 54}
{"problem": "Belen Encinas receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Belen Encinas uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Belen Encinas have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 55}
{"problem": "Judi Alter receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Judi Alter uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Judi Alter have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 56}
{"problem": "Barb Espaillat receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Barb Espaillat uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Barb Espaillat have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 57}
{"problem": "Asia Borba receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Asia Borba uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Asia Borba have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 58}
{"problem": "Tre Ferrufino receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Tre Ferrufino uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Tre Ferrufino have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 59}
{"problem": "Toni Lafferty receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Toni Lafferty uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Toni Lafferty have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 60}
{"problem": "Lance Jane receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Lance Jane uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Lance Jane have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 61}
{"problem": "Floyd Collin receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Floyd Collin uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Floyd Collin have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 62}
{"problem": "Belkis Amore receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Belkis Amore uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Belkis Amore have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 63}
{"problem": "Keith Keating receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Keith Keating uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Keith Keating have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 64}
{"problem": "Erick Knox receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Erick Knox uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Erick Knox have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 65}
{"problem": "Stacey Bradshaw receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Stacey Bradshaw uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Stacey Bradshaw have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 66}
{"problem": "Dalila Crouse receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Dalila Crouse uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Dalila Crouse have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 67}
{"problem": "Lana Ames receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Lana Ames uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Lana Ames have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 68}
{"problem": "Dayana Liss receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Dayana Liss uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Dayana Liss have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 69}
{"problem": "Eugene Bugg receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Eugene Bugg uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Eugene Bugg have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 70}
{"problem": "Eva Oakley receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Eva Oakley uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Eva Oakley have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 71}
{"problem": "Anna Louissaint receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Anna Louissaint uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Anna Louissaint have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 72}
{"problem": "Maricela Raby receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Maricela Raby uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Maricela Raby have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 73}
{"problem": "Keith Frost receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Keith Frost uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Keith Frost have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 74}
{"problem": "Pancho Findlay receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Pancho Findlay uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Pancho Findlay have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 75}
{"problem": "Kasey Huffman receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Kasey Huffman uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Kasey Huffman have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 76}
{"problem": "Eddy Whitcomb receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Eddy Whitcomb uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Eddy Whitcomb have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 77}
{"problem": "Kaleb Utley receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Kaleb Utley uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Kaleb Utley have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 78}
{"problem": "Lexie Marra receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Lexie Marra uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Lexie Marra have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 79}
{"problem": "Roland Leary receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Roland Leary uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Roland Leary have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 80}
{"problem": "Jackson Gladney receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Jackson Gladney uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Jackson Gladney have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 81}
{"problem": "Arun Trotman receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Arun Trotman uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Arun Trotman have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 82}
{"problem": "Kennedy Espina receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Kennedy Espina uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Kennedy Espina have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 83}
{"problem": "Bobbie Mcginty receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Bobbie Mcginty uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Bobbie Mcginty have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 84}
{"problem": "Mauricio Loyola receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Mauricio Loyola uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Mauricio Loyola have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 85}
{"problem": "Allen Staten receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Allen Staten uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Allen Staten have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 86}
{"problem": "Vivek Dow receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Vivek Dow uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Vivek Dow have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 87}
{"problem": "Rafa Kuntz receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Rafa Kuntz uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Rafa Kuntz have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 88}
{"problem": "Robin Bahena receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Robin Bahena uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Robin Bahena have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 89}
{"problem": "Vivian Clegg receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Vivian Clegg uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Vivian Clegg have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 90}
{"problem": "Kurt Wooldridge receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Kurt Wooldridge uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Kurt Wooldridge have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 91}
{"problem": "Josue Betancur receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Josue Betancur uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Josue Betancur have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 92}
{"problem": "Catherine Cabral receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Catherine Cabral uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Catherine Cabral have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 93}
{"problem": "Zac Solares receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Zac Solares uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Zac Solares have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 94}
{"problem": "Tee Babb receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Tee Babb uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Tee Babb have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 95}
{"problem": "Jarrod Calzada receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Jarrod Calzada uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Jarrod Calzada have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 96}
{"problem": "Barbie Cubias receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Barbie Cubias uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Barbie Cubias have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 97}
{"problem": "Rocio Montana receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Rocio Montana uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Rocio Montana have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 98}
{"problem": "Christa Gu receives an initial amount of 806 potted succulents at a dance studio retail corner in Wadena County, Minnesota. On Thursday, Christa Gu uses 324 potted succulents, and on Sunday, uses another 473 potted succulents. How many potted succulents does Christa Gu have left?", "result": "9", "template_id": "gsm-0024-1", "problem_id": 99}
