{"problem": "Lorena Latham earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Lorena Latham worked for 8 hours. How much did Lorena Latham earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Kristopher Pedraza earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Kristopher Pedraza worked for 8 hours. How much did Kristopher Pedraza earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Vicki Breaux earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Vicki Breaux worked for 8 hours. How much did Vicki Breaux earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Dorothy Bank earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Dorothy Bank worked for 8 hours. How much did Dorothy Bank earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Douglas Chick earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Douglas Chick worked for 8 hours. How much did Douglas Chick earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Yanet Battle earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Yanet Battle worked for 8 hours. How much did Yanet Battle earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Lucy Azcona earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Lucy Azcona worked for 8 hours. How much did Lucy Azcona earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Jill Masson earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Jill Masson worked for 8 hours. How much did Jill Masson earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Bri Alden earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Bri Alden worked for 8 hours. How much did Bri Alden earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Emilia Bai earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Emilia Bai worked for 8 hours. How much did Emilia Bai earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Wanda Keyser earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Wanda Keyser worked for 8 hours. How much did Wanda Keyser earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Samir Sola earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Samir Sola worked for 8 hours. How much did Samir Sola earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Ashleigh Frey earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Ashleigh Frey worked for 8 hours. How much did Ashleigh Frey earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Callie Dickey earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Callie Dickey worked for 8 hours. How much did Callie Dickey earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Manish Riddle earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Manish Riddle worked for 8 hours. How much did Manish Riddle earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Andre Gagliano earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Andre Gagliano worked for 8 hours. How much did Andre Gagliano earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Aidan Ps earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Aidan Ps worked for 8 hours. How much did Aidan Ps earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Nancy Hannon earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Nancy Hannon worked for 8 hours. How much did Nancy Hannon earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Alvaro Laing earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Alvaro Laing worked for 8 hours. How much did Alvaro Laing earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Staci Champ earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Staci Champ worked for 8 hours. How much did Staci Champ earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Tere Rickman earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Tere Rickman worked for 8 hours. How much did Tere Rickman earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Rhonda Kuang earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Rhonda Kuang worked for 8 hours. How much did Rhonda Kuang earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Sydney Emile earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Sydney Emile worked for 8 hours. How much did Sydney Emile earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Tessa Sanon earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Tessa Sanon worked for 8 hours. How much did Tessa Sanon earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Megan Taylor earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Megan Taylor worked for 8 hours. How much did Megan Taylor earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Frances Sorto earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Frances Sorto worked for 8 hours. How much did Frances Sorto earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Maryann Pike earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Maryann Pike worked for 8 hours. How much did Maryann Pike earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Erasmo Durazo earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Erasmo Durazo worked for 8 hours. How much did Erasmo Durazo earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Josiah Tadesse earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Josiah Tadesse worked for 8 hours. How much did Josiah Tadesse earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Tyler Paquette earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Tyler Paquette worked for 8 hours. How much did Tyler Paquette earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Reza Ulrich earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Reza Ulrich worked for 8 hours. How much did Reza Ulrich earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Sierra Echeverria earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Sierra Echeverria worked for 8 hours. How much did Sierra Echeverria earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Nita Holiday earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Nita Holiday worked for 8 hours. How much did Nita Holiday earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Betty Kim earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Betty Kim worked for 8 hours. How much did Betty Kim earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Franco Kaufmann earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Franco Kaufmann worked for 8 hours. How much did Franco Kaufmann earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Maira Corpus earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Maira Corpus worked for 8 hours. How much did Maira Corpus earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Paula Rodas earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Paula Rodas worked for 8 hours. How much did Paula Rodas earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Heriberto Alfonzo earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Heriberto Alfonzo worked for 8 hours. How much did Heriberto Alfonzo earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Arnoldo Amini earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Arnoldo Amini worked for 8 hours. How much did Arnoldo Amini earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Isabella Squires earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Isabella Squires worked for 8 hours. How much did Isabella Squires earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Debby De La O earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Debby De La O worked for 8 hours. How much did Debby De La O earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Selene Grande earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Selene Grande worked for 8 hours. How much did Selene Grande earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Vanessa Oliphant earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Vanessa Oliphant worked for 8 hours. How much did Vanessa Oliphant earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Kirsten Link earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Kirsten Link worked for 8 hours. How much did Kirsten Link earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Vero Monjaras earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Vero Monjaras worked for 8 hours. How much did Vero Monjaras earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Sherrie Resnick earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Sherrie Resnick worked for 8 hours. How much did Sherrie Resnick earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Luke Marra earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Luke Marra worked for 8 hours. How much did Luke Marra earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Tino Minh earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Tino Minh worked for 8 hours. How much did Tino Minh earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Noe Tijerina earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Noe Tijerina worked for 8 hours. How much did Noe Tijerina earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Betty Luo earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Betty Luo worked for 8 hours. How much did Betty Luo earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Danielle Cienfuegos earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Danielle Cienfuegos worked for 8 hours. How much did Danielle Cienfuegos earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Zac Guallpa earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Zac Guallpa worked for 8 hours. How much did Zac Guallpa earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Wayne Beebe earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Wayne Beebe worked for 8 hours. How much did Wayne Beebe earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Felicia Borrego earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Felicia Borrego worked for 8 hours. How much did Felicia Borrego earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Darin Wales earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Darin Wales worked for 8 hours. How much did Darin Wales earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Bruce Azam earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Bruce Azam worked for 8 hours. How much did Bruce Azam earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Breanna Visser earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Breanna Visser worked for 8 hours. How much did Breanna Visser earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Glenda Fleischer earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Glenda Fleischer worked for 8 hours. How much did Glenda Fleischer earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Janeth Klein earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Janeth Klein worked for 8 hours. How much did Janeth Klein earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Marcela Chaparro earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Marcela Chaparro worked for 8 hours. How much did Marcela Chaparro earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Caroline Bejarano earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Caroline Bejarano worked for 8 hours. How much did Caroline Bejarano earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Margarita Walia earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Margarita Walia worked for 8 hours. How much did Margarita Walia earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Fabian Lisa earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Fabian Lisa worked for 8 hours. How much did Fabian Lisa earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Doreen Majors earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Doreen Majors worked for 8 hours. How much did Doreen Majors earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Mina Mcclendon earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Mina Mcclendon worked for 8 hours. How much did Mina Mcclendon earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Kira Overby earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Kira Overby worked for 8 hours. How much did Kira Overby earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Rochelle Costanzo earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Rochelle Costanzo worked for 8 hours. How much did Rochelle Costanzo earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Adriana Lanning earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Adriana Lanning worked for 8 hours. How much did Adriana Lanning earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Barb Pe earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Barb Pe worked for 8 hours. How much did Barb Pe earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Margie Farris earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Margie Farris worked for 8 hours. How much did Margie Farris earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Ginger Merrill earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Ginger Merrill worked for 8 hours. How much did Ginger Merrill earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Sheena Ivy earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Sheena Ivy worked for 8 hours. How much did Sheena Ivy earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Eden Salas earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Eden Salas worked for 8 hours. How much did Eden Salas earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Junior Hutchings earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Junior Hutchings worked for 8 hours. How much did Junior Hutchings earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Belen Cumberbatch earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Belen Cumberbatch worked for 8 hours. How much did Belen Cumberbatch earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Homero Del Villar earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Homero Del Villar worked for 8 hours. How much did Homero Del Villar earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Virginia Panjwani earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Virginia Panjwani worked for 8 hours. How much did Virginia Panjwani earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Xiomara Morrissey earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Xiomara Morrissey worked for 8 hours. How much did Xiomara Morrissey earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Betty Datta earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Betty Datta worked for 8 hours. How much did Betty Datta earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Mariah Gandhi earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Mariah Gandhi worked for 8 hours. How much did Mariah Gandhi earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Dale Hazen earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Dale Hazen worked for 8 hours. How much did Dale Hazen earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Kristi Bess earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Kristi Bess worked for 8 hours. How much did Kristi Bess earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Giovanna Wilmot earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Giovanna Wilmot worked for 8 hours. How much did Giovanna Wilmot earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Barbie Bhatt earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Barbie Bhatt worked for 8 hours. How much did Barbie Bhatt earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Vivian Tabares earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Vivian Tabares worked for 8 hours. How much did Vivian Tabares earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Francine Post earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Francine Post worked for 8 hours. How much did Francine Post earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Rory Rosenblum earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Rory Rosenblum worked for 8 hours. How much did Rory Rosenblum earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Renata Coral earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Renata Coral worked for 8 hours. How much did Renata Coral earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Svetlana Cory earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Svetlana Cory worked for 8 hours. How much did Svetlana Cory earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Carlo Salisbury earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Carlo Salisbury worked for 8 hours. How much did Carlo Salisbury earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Beto Noori earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Beto Noori worked for 8 hours. How much did Beto Noori earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Janis Atherton earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Janis Atherton worked for 8 hours. How much did Janis Atherton earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Yaneth Weller earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Yaneth Weller worked for 8 hours. How much did Yaneth Weller earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Mike Wray earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Mike Wray worked for 8 hours. How much did Mike Wray earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Maryam Glaser earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Maryam Glaser worked for 8 hours. How much did Maryam Glaser earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Rigo Heard earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Rigo Heard worked for 8 hours. How much did Rigo Heard earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Kenny Alger earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Kenny Alger worked for 8 hours. How much did Kenny Alger earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Jessy Gonz earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Jessy Gonz worked for 8 hours. How much did Jessy Gonz earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Leonard Fernandez earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Leonard Fernandez worked for 8 hours. How much did Leonard Fernandez earn?", "result": "504", "template_id": 1, "problem_id": 521}
{"problem": "Deb Mayor earns $63 per hour for working at a hunting supplies store in San Miguel County, New Mexico. Yesterday, Deb Mayor worked for 8 hours. How much did Deb Mayor earn?", "result": "504", "template_id": 1, "problem_id": 521}
