{"problem": "Lorena Latham earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Lorena Latham earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 0}
{"problem": "Kristopher Pedraza earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Kristopher Pedraza earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 1}
{"problem": "Vicki Breaux earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Vicki Breaux earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 2}
{"problem": "Dorothy Bank earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Dorothy Bank earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 3}
{"problem": "Douglas Chick earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Douglas Chick earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 4}
{"problem": "Yanet Battle earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Yanet Battle earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 5}
{"problem": "Lucy Azcona earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Lucy Azcona earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 6}
{"problem": "Jill Masson earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Jill Masson earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 7}
{"problem": "Bri Alden earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Bri Alden earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 8}
{"problem": "Emilia Bai earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Emilia Bai earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 9}
{"problem": "Wanda Keyser earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Wanda Keyser earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 10}
{"problem": "Samir Sola earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Samir Sola earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 11}
{"problem": "Ashleigh Frey earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Ashleigh Frey earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 12}
{"problem": "Callie Dickey earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Callie Dickey earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 13}
{"problem": "Manish Riddle earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Manish Riddle earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 14}
{"problem": "Andre Gagliano earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Andre Gagliano earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 15}
{"problem": "Aidan Ps earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Aidan Ps earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 16}
{"problem": "Nancy Hannon earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Nancy Hannon earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 17}
{"problem": "Alvaro Laing earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Alvaro Laing earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 18}
{"problem": "Staci Champ earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Staci Champ earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 19}
{"problem": "Tere Rickman earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Tere Rickman earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 20}
{"problem": "Rhonda Kuang earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Rhonda Kuang earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 21}
{"problem": "Sydney Emile earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Sydney Emile earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 22}
{"problem": "Tessa Sanon earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Tessa Sanon earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 23}
{"problem": "Megan Taylor earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Megan Taylor earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 24}
{"problem": "Frances Sorto earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Frances Sorto earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 25}
{"problem": "Maryann Pike earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Maryann Pike earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 26}
{"problem": "Erasmo Durazo earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Erasmo Durazo earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 27}
{"problem": "Josiah Tadesse earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Josiah Tadesse earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 28}
{"problem": "Tyler Paquette earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Tyler Paquette earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 29}
{"problem": "Reza Ulrich earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Reza Ulrich earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 30}
{"problem": "Sierra Echeverria earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Sierra Echeverria earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 31}
{"problem": "Nita Holiday earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Nita Holiday earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 32}
{"problem": "Betty Kim earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Betty Kim earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 33}
{"problem": "Franco Kaufmann earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Franco Kaufmann earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 34}
{"problem": "Maira Corpus earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Maira Corpus earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 35}
{"problem": "Paula Rodas earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Paula Rodas earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 36}
{"problem": "Heriberto Alfonzo earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Heriberto Alfonzo earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 37}
{"problem": "Arnoldo Amini earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Arnoldo Amini earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 38}
{"problem": "Isabella Squires earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Isabella Squires earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 39}
{"problem": "Debby De La O earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Debby De La O earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 40}
{"problem": "Selene Grande earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Selene Grande earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 41}
{"problem": "Vanessa Oliphant earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Vanessa Oliphant earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 42}
{"problem": "Kirsten Link earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Kirsten Link earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 43}
{"problem": "Vero Monjaras earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Vero Monjaras earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 44}
{"problem": "Sherrie Resnick earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Sherrie Resnick earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 45}
{"problem": "Luke Marra earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Luke Marra earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 46}
{"problem": "Tino Minh earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Tino Minh earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 47}
{"problem": "Noe Tijerina earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Noe Tijerina earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 48}
{"problem": "Betty Luo earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Betty Luo earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 49}
{"problem": "Danielle Cienfuegos earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Danielle Cienfuegos earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 50}
{"problem": "Zac Guallpa earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Zac Guallpa earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 51}
{"problem": "Wayne Beebe earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Wayne Beebe earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 52}
{"problem": "Felicia Borrego earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Felicia Borrego earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 53}
{"problem": "Darin Wales earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Darin Wales earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 54}
{"problem": "Bruce Azam earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Bruce Azam earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 55}
{"problem": "Breanna Visser earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Breanna Visser earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 56}
{"problem": "Glenda Fleischer earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Glenda Fleischer earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 57}
{"problem": "Janeth Klein earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Janeth Klein earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 58}
{"problem": "Marcela Chaparro earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Marcela Chaparro earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 59}
{"problem": "Caroline Bejarano earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Caroline Bejarano earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 60}
{"problem": "Margarita Walia earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Margarita Walia earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 61}
{"problem": "Fabian Lisa earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Fabian Lisa earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 62}
{"problem": "Doreen Majors earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Doreen Majors earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 63}
{"problem": "Mina Mcclendon earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Mina Mcclendon earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 64}
{"problem": "Kira Overby earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Kira Overby earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 65}
{"problem": "Rochelle Costanzo earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Rochelle Costanzo earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 66}
{"problem": "Adriana Lanning earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Adriana Lanning earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 67}
{"problem": "Barb Pe earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Barb Pe earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 68}
{"problem": "Margie Farris earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Margie Farris earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 69}
{"problem": "Ginger Merrill earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Ginger Merrill earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 70}
{"problem": "Sheena Ivy earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Sheena Ivy earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 71}
{"problem": "Eden Salas earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Eden Salas earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 72}
{"problem": "Junior Hutchings earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Junior Hutchings earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 73}
{"problem": "Belen Cumberbatch earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Belen Cumberbatch earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 74}
{"problem": "Homero Del Villar earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Homero Del Villar earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 75}
{"problem": "Virginia Panjwani earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Virginia Panjwani earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 76}
{"problem": "Xiomara Morrissey earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Xiomara Morrissey earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 77}
{"problem": "Betty Datta earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Betty Datta earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 78}
{"problem": "Mariah Gandhi earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Mariah Gandhi earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 79}
{"problem": "Dale Hazen earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Dale Hazen earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 80}
{"problem": "Kristi Bess earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Kristi Bess earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 81}
{"problem": "Giovanna Wilmot earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Giovanna Wilmot earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 82}
{"problem": "Barbie Bhatt earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Barbie Bhatt earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 83}
{"problem": "Vivian Tabares earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Vivian Tabares earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 84}
{"problem": "Francine Post earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Francine Post earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 85}
{"problem": "Rory Rosenblum earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Rory Rosenblum earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 86}
{"problem": "Renata Coral earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Renata Coral earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 87}
{"problem": "Svetlana Cory earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Svetlana Cory earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 88}
{"problem": "Carlo Salisbury earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Carlo Salisbury earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 89}
{"problem": "Beto Noori earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Beto Noori earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 90}
{"problem": "Janis Atherton earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Janis Atherton earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 91}
{"problem": "Yaneth Weller earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Yaneth Weller earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 92}
{"problem": "Mike Wray earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Mike Wray earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 93}
{"problem": "Maryam Glaser earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Maryam Glaser earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 94}
{"problem": "Rigo Heard earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Rigo Heard earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 95}
{"problem": "Kenny Alger earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Kenny Alger earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 96}
{"problem": "Jessy Gonz earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Jessy Gonz earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 97}
{"problem": "Leonard Fernandez earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Leonard Fernandez earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 98}
{"problem": "Deb Mayor earns $15 an hour for dresses on Thursday at a planetarium gift shop in Greeley County, Nebraska. Yesterday, they did 73 minutes of dresses. How much did Deb Mayor earn?", "result": "18.25", "template_id": "gsm-0001-1", "problem_id": 99}
