{"problem": "Gina Crawford is saving money for a new lens filters which costs $54400. Gina Crawford has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Gina Crawford need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Tino Moon is saving money for a new lens filters which costs $54400. Tino Moon has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Tino Moon need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Lisa Escalona is saving money for a new lens filters which costs $54400. Lisa Escalona has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Lisa Escalona need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Ashleigh Lebaron is saving money for a new lens filters which costs $54400. Ashleigh Lebaron has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Ashleigh Lebaron need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Bill Hofmann is saving money for a new lens filters which costs $54400. Bill Hofmann has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Bill Hofmann need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Estela Ryder is saving money for a new lens filters which costs $54400. Estela Ryder has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Estela Ryder need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Roderick Albornoz is saving money for a new lens filters which costs $54400. Roderick Albornoz has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Roderick Albornoz need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Neal Mcshane is saving money for a new lens filters which costs $54400. Neal Mcshane has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Neal Mcshane need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Elvira Pryce is saving money for a new lens filters which costs $54400. Elvira Pryce has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Elvira Pryce need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Warren Mclellan is saving money for a new lens filters which costs $54400. Warren Mclellan has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Warren Mclellan need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Maricela Blanchette is saving money for a new lens filters which costs $54400. Maricela Blanchette has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Maricela Blanchette need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Ruby Langley is saving money for a new lens filters which costs $54400. Ruby Langley has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Ruby Langley need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Marc Gilley is saving money for a new lens filters which costs $54400. Marc Gilley has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Marc Gilley need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Dania Angell is saving money for a new lens filters which costs $54400. Dania Angell has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Dania Angell need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Thelma Elmer is saving money for a new lens filters which costs $54400. Thelma Elmer has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Thelma Elmer need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Zane Strom is saving money for a new lens filters which costs $54400. Zane Strom has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Zane Strom need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Charlotte Ruano is saving money for a new lens filters which costs $54400. Charlotte Ruano has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Charlotte Ruano need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Traci Pascual is saving money for a new lens filters which costs $54400. Traci Pascual has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Traci Pascual need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Jose Luis Crum is saving money for a new lens filters which costs $54400. Jose Luis Crum has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Jose Luis Crum need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Adrian Manley is saving money for a new lens filters which costs $54400. Adrian Manley has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Adrian Manley need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Israel Longo is saving money for a new lens filters which costs $54400. Israel Longo has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Israel Longo need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Jacques Kan is saving money for a new lens filters which costs $54400. Jacques Kan has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Jacques Kan need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Alexia Melissa is saving money for a new lens filters which costs $54400. Alexia Melissa has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Alexia Melissa need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Aisha Wing is saving money for a new lens filters which costs $54400. Aisha Wing has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Aisha Wing need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Chino Thind is saving money for a new lens filters which costs $54400. Chino Thind has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Chino Thind need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Kenya Crane is saving money for a new lens filters which costs $54400. Kenya Crane has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Kenya Crane need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Connor Hitt is saving money for a new lens filters which costs $54400. Connor Hitt has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Connor Hitt need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Nia Frost is saving money for a new lens filters which costs $54400. Nia Frost has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Nia Frost need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Charles Carden is saving money for a new lens filters which costs $54400. Charles Carden has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Charles Carden need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Graham Prieto is saving money for a new lens filters which costs $54400. Graham Prieto has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Graham Prieto need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Rosalinda Fallon is saving money for a new lens filters which costs $54400. Rosalinda Fallon has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Rosalinda Fallon need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Rena Prabhakar is saving money for a new lens filters which costs $54400. Rena Prabhakar has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Rena Prabhakar need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Leanne Takahashi is saving money for a new lens filters which costs $54400. Leanne Takahashi has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Leanne Takahashi need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Wayne Orrego is saving money for a new lens filters which costs $54400. Wayne Orrego has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Wayne Orrego need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Salomon Hunte is saving money for a new lens filters which costs $54400. Salomon Hunte has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Salomon Hunte need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Clayton Hassen is saving money for a new lens filters which costs $54400. Clayton Hassen has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Clayton Hassen need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Jhon Zuckerman is saving money for a new lens filters which costs $54400. Jhon Zuckerman has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Jhon Zuckerman need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Vera Brazil is saving money for a new lens filters which costs $54400. Vera Brazil has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Vera Brazil need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Rosario Hensel is saving money for a new lens filters which costs $54400. Rosario Hensel has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Rosario Hensel need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Aura Reitz is saving money for a new lens filters which costs $54400. Aura Reitz has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Aura Reitz need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Tracy Geyer is saving money for a new lens filters which costs $54400. Tracy Geyer has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Tracy Geyer need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Jerry Zoe is saving money for a new lens filters which costs $54400. Jerry Zoe has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Jerry Zoe need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Sean Perron is saving money for a new lens filters which costs $54400. Sean Perron has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Sean Perron need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Jeannette Sadowski is saving money for a new lens filters which costs $54400. Jeannette Sadowski has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Jeannette Sadowski need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Felicia Linares is saving money for a new lens filters which costs $54400. Felicia Linares has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Felicia Linares need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Lizeth Mae is saving money for a new lens filters which costs $54400. Lizeth Mae has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Lizeth Mae need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Melody Vieira is saving money for a new lens filters which costs $54400. Melody Vieira has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Melody Vieira need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Kelsey Sheridan is saving money for a new lens filters which costs $54400. Kelsey Sheridan has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Kelsey Sheridan need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Salma Paulus is saving money for a new lens filters which costs $54400. Salma Paulus has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Salma Paulus need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Martinez Ye is saving money for a new lens filters which costs $54400. Martinez Ye has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Martinez Ye need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Darlene Mas is saving money for a new lens filters which costs $54400. Darlene Mas has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Darlene Mas need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Becca Njie is saving money for a new lens filters which costs $54400. Becca Njie has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Becca Njie need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Leila Smothers is saving money for a new lens filters which costs $54400. Leila Smothers has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Leila Smothers need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Victor Mariee is saving money for a new lens filters which costs $54400. Victor Mariee has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Victor Mariee need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Gayle Gillett is saving money for a new lens filters which costs $54400. Gayle Gillett has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Gayle Gillett need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Naomi Bellinger is saving money for a new lens filters which costs $54400. Naomi Bellinger has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Naomi Bellinger need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Brooklyn Feliciano is saving money for a new lens filters which costs $54400. Brooklyn Feliciano has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Brooklyn Feliciano need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Milagros Queiroz is saving money for a new lens filters which costs $54400. Milagros Queiroz has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Milagros Queiroz need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Courtney Johnston is saving money for a new lens filters which costs $54400. Courtney Johnston has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Courtney Johnston need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Judi Suero is saving money for a new lens filters which costs $54400. Judi Suero has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Judi Suero need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Saad Shorter is saving money for a new lens filters which costs $54400. Saad Shorter has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Saad Shorter need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Danilo Daher is saving money for a new lens filters which costs $54400. Danilo Daher has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Danilo Daher need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Jenifer Dexter is saving money for a new lens filters which costs $54400. Jenifer Dexter has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Jenifer Dexter need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "German Ahumada is saving money for a new lens filters which costs $54400. German Ahumada has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does German Ahumada need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Alma Strange is saving money for a new lens filters which costs $54400. Alma Strange has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Alma Strange need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Edna Hasty is saving money for a new lens filters which costs $54400. Edna Hasty has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Edna Hasty need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Gavin Oppong is saving money for a new lens filters which costs $54400. Gavin Oppong has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Gavin Oppong need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Nacho Belay is saving money for a new lens filters which costs $54400. Nacho Belay has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Nacho Belay need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Alexa Hanley is saving money for a new lens filters which costs $54400. Alexa Hanley has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Alexa Hanley need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Deepak Krishnamurthy is saving money for a new lens filters which costs $54400. Deepak Krishnamurthy has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Deepak Krishnamurthy need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Skylar Linda is saving money for a new lens filters which costs $54400. Skylar Linda has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Skylar Linda need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Jayson Guerrero is saving money for a new lens filters which costs $54400. Jayson Guerrero has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Jayson Guerrero need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Jaime Scarlett is saving money for a new lens filters which costs $54400. Jaime Scarlett has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Jaime Scarlett need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Kristopher Toms is saving money for a new lens filters which costs $54400. Kristopher Toms has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Kristopher Toms need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Tanya Cena is saving money for a new lens filters which costs $54400. Tanya Cena has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Tanya Cena need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Gus Remigio is saving money for a new lens filters which costs $54400. Gus Remigio has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Gus Remigio need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Tia Dobbs is saving money for a new lens filters which costs $54400. Tia Dobbs has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Tia Dobbs need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Raymond Josephs is saving money for a new lens filters which costs $54400. Raymond Josephs has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Raymond Josephs need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Lina Craddock is saving money for a new lens filters which costs $54400. Lina Craddock has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Lina Craddock need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Santa Hales is saving money for a new lens filters which costs $54400. Santa Hales has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Santa Hales need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Faustino Fuentez is saving money for a new lens filters which costs $54400. Faustino Fuentez has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Faustino Fuentez need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Jorge Luis Fagan is saving money for a new lens filters which costs $54400. Jorge Luis Fagan has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Jorge Luis Fagan need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Amalia Lipscomb is saving money for a new lens filters which costs $54400. Amalia Lipscomb has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Amalia Lipscomb need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Erika Phoenix is saving money for a new lens filters which costs $54400. Erika Phoenix has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Erika Phoenix need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Jude Restrepo is saving money for a new lens filters which costs $54400. Jude Restrepo has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Jude Restrepo need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Stacey Sears is saving money for a new lens filters which costs $54400. Stacey Sears has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Stacey Sears need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Marlen Milne is saving money for a new lens filters which costs $54400. Marlen Milne has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Marlen Milne need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Nick Moncada is saving money for a new lens filters which costs $54400. Nick Moncada has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Nick Moncada need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "April Wu is saving money for a new lens filters which costs $54400. April Wu has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does April Wu need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Freddie Ricardo is saving money for a new lens filters which costs $54400. Freddie Ricardo has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Freddie Ricardo need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Emiliano Knighten is saving money for a new lens filters which costs $54400. Emiliano Knighten has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Emiliano Knighten need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Franklin Jefferson is saving money for a new lens filters which costs $54400. Franklin Jefferson has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Franklin Jefferson need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Francine Bhatnagar is saving money for a new lens filters which costs $54400. Francine Bhatnagar has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Francine Bhatnagar need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Aman Kerrigan is saving money for a new lens filters which costs $54400. Aman Kerrigan has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Aman Kerrigan need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Isaac Mansfield is saving money for a new lens filters which costs $54400. Isaac Mansfield has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Isaac Mansfield need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Stefan Lacroix is saving money for a new lens filters which costs $54400. Stefan Lacroix has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Stefan Lacroix need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Dee Mckinney is saving money for a new lens filters which costs $54400. Dee Mckinney has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Dee Mckinney need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Joanne Florian is saving money for a new lens filters which costs $54400. Joanne Florian has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Joanne Florian need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Kira Thomson is saving money for a new lens filters which costs $54400. Kira Thomson has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Kira Thomson need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
{"problem": "Alicia Kruger is saving money for a new lens filters which costs $54400. Alicia Kruger has only 50% of the money needed. Their parents decided to give them $1340 for that purpose, and their grandparents twice as much as their parents. How much more money does Alicia Kruger need to buy the lens filters?", "result": "23180.0", "template_id": 2, "problem_id": 521}
