{"problem": "Gina Crawford is saving money to buy a camera which costs $4065. Gina Crawford has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Gina Crawford need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 0}
{"problem": "Tino Moon is saving money to buy a camera which costs $4065. Tino Moon has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Tino Moon need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 1}
{"problem": "Lisa Escalona is saving money to buy a camera which costs $4065. Lisa Escalona has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Lisa Escalona need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 2}
{"problem": "Ashleigh Lebaron is saving money to buy a camera which costs $4065. Ashleigh Lebaron has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Ashleigh Lebaron need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 3}
{"problem": "Bill Hofmann is saving money to buy a camera which costs $4065. Bill Hofmann has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Bill Hofmann need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 4}
{"problem": "Estela Ryder is saving money to buy a camera which costs $4065. Estela Ryder has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Estela Ryder need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 5}
{"problem": "Roderick Albornoz is saving money to buy a camera which costs $4065. Roderick Albornoz has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Roderick Albornoz need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 6}
{"problem": "Neal Mcshane is saving money to buy a camera which costs $4065. Neal Mcshane has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Neal Mcshane need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 7}
{"problem": "Elvira Pryce is saving money to buy a camera which costs $4065. Elvira Pryce has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Elvira Pryce need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 8}
{"problem": "Warren Mclellan is saving money to buy a camera which costs $4065. Warren Mclellan has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Warren Mclellan need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 9}
{"problem": "Maricela Blanchette is saving money to buy a camera which costs $4065. Maricela Blanchette has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Maricela Blanchette need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 10}
{"problem": "Ruby Langley is saving money to buy a camera which costs $4065. Ruby Langley has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Ruby Langley need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 11}
{"problem": "Marc Gilley is saving money to buy a camera which costs $4065. Marc Gilley has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Marc Gilley need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 12}
{"problem": "Dania Angell is saving money to buy a camera which costs $4065. Dania Angell has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Dania Angell need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 13}
{"problem": "Thelma Elmer is saving money to buy a camera which costs $4065. Thelma Elmer has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Thelma Elmer need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 14}
{"problem": "Zane Strom is saving money to buy a camera which costs $4065. Zane Strom has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Zane Strom need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 15}
{"problem": "Charlotte Ruano is saving money to buy a camera which costs $4065. Charlotte Ruano has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Charlotte Ruano need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 16}
{"problem": "Traci Pascual is saving money to buy a camera which costs $4065. Traci Pascual has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Traci Pascual need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 17}
{"problem": "Jose Luis Crum is saving money to buy a camera which costs $4065. Jose Luis Crum has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Jose Luis Crum need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 18}
{"problem": "Adrian Manley is saving money to buy a camera which costs $4065. Adrian Manley has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Adrian Manley need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 19}
{"problem": "Israel Longo is saving money to buy a camera which costs $4065. Israel Longo has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Israel Longo need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 20}
{"problem": "Jacques Kan is saving money to buy a camera which costs $4065. Jacques Kan has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Jacques Kan need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 21}
{"problem": "Alexia Melissa is saving money to buy a camera which costs $4065. Alexia Melissa has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Alexia Melissa need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 22}
{"problem": "Aisha Wing is saving money to buy a camera which costs $4065. Aisha Wing has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Aisha Wing need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 23}
{"problem": "Chino Thind is saving money to buy a camera which costs $4065. Chino Thind has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Chino Thind need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 24}
{"problem": "Kenya Crane is saving money to buy a camera which costs $4065. Kenya Crane has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Kenya Crane need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 25}
{"problem": "Connor Hitt is saving money to buy a camera which costs $4065. Connor Hitt has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Connor Hitt need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 26}
{"problem": "Nia Frost is saving money to buy a camera which costs $4065. Nia Frost has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Nia Frost need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 27}
{"problem": "Charles Carden is saving money to buy a camera which costs $4065. Charles Carden has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Charles Carden need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 28}
{"problem": "Graham Prieto is saving money to buy a camera which costs $4065. Graham Prieto has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Graham Prieto need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 29}
{"problem": "Rosalinda Fallon is saving money to buy a camera which costs $4065. Rosalinda Fallon has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Rosalinda Fallon need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 30}
{"problem": "Rena Prabhakar is saving money to buy a camera which costs $4065. Rena Prabhakar has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Rena Prabhakar need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 31}
{"problem": "Leanne Takahashi is saving money to buy a camera which costs $4065. Leanne Takahashi has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Leanne Takahashi need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 32}
{"problem": "Wayne Orrego is saving money to buy a camera which costs $4065. Wayne Orrego has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Wayne Orrego need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 33}
{"problem": "Salomon Hunte is saving money to buy a camera which costs $4065. Salomon Hunte has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Salomon Hunte need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 34}
{"problem": "Clayton Hassen is saving money to buy a camera which costs $4065. Clayton Hassen has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Clayton Hassen need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 35}
{"problem": "Jhon Zuckerman is saving money to buy a camera which costs $4065. Jhon Zuckerman has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Jhon Zuckerman need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 36}
{"problem": "Vera Brazil is saving money to buy a camera which costs $4065. Vera Brazil has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Vera Brazil need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 37}
{"problem": "Rosario Hensel is saving money to buy a camera which costs $4065. Rosario Hensel has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Rosario Hensel need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 38}
{"problem": "Aura Reitz is saving money to buy a camera which costs $4065. Aura Reitz has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Aura Reitz need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 39}
{"problem": "Tracy Geyer is saving money to buy a camera which costs $4065. Tracy Geyer has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Tracy Geyer need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 40}
{"problem": "Jerry Zoe is saving money to buy a camera which costs $4065. Jerry Zoe has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Jerry Zoe need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 41}
{"problem": "Sean Perron is saving money to buy a camera which costs $4065. Sean Perron has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Sean Perron need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 42}
{"problem": "Jeannette Sadowski is saving money to buy a camera which costs $4065. Jeannette Sadowski has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Jeannette Sadowski need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 43}
{"problem": "Felicia Linares is saving money to buy a camera which costs $4065. Felicia Linares has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Felicia Linares need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 44}
{"problem": "Lizeth Mae is saving money to buy a camera which costs $4065. Lizeth Mae has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Lizeth Mae need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 45}
{"problem": "Melody Vieira is saving money to buy a camera which costs $4065. Melody Vieira has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Melody Vieira need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 46}
{"problem": "Kelsey Sheridan is saving money to buy a camera which costs $4065. Kelsey Sheridan has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Kelsey Sheridan need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 47}
{"problem": "Salma Paulus is saving money to buy a camera which costs $4065. Salma Paulus has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Salma Paulus need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 48}
{"problem": "Martinez Ye is saving money to buy a camera which costs $4065. Martinez Ye has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Martinez Ye need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 49}
{"problem": "Darlene Mas is saving money to buy a camera which costs $4065. Darlene Mas has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Darlene Mas need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 50}
{"problem": "Becca Njie is saving money to buy a camera which costs $4065. Becca Njie has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Becca Njie need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 51}
{"problem": "Leila Smothers is saving money to buy a camera which costs $4065. Leila Smothers has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Leila Smothers need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 52}
{"problem": "Victor Mariee is saving money to buy a camera which costs $4065. Victor Mariee has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Victor Mariee need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 53}
{"problem": "Gayle Gillett is saving money to buy a camera which costs $4065. Gayle Gillett has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Gayle Gillett need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 54}
{"problem": "Naomi Bellinger is saving money to buy a camera which costs $4065. Naomi Bellinger has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Naomi Bellinger need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 55}
{"problem": "Brooklyn Feliciano is saving money to buy a camera which costs $4065. Brooklyn Feliciano has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Brooklyn Feliciano need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 56}
{"problem": "Milagros Queiroz is saving money to buy a camera which costs $4065. Milagros Queiroz has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Milagros Queiroz need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 57}
{"problem": "Courtney Johnston is saving money to buy a camera which costs $4065. Courtney Johnston has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Courtney Johnston need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 58}
{"problem": "Judi Suero is saving money to buy a camera which costs $4065. Judi Suero has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Judi Suero need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 59}
{"problem": "Saad Shorter is saving money to buy a camera which costs $4065. Saad Shorter has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Saad Shorter need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 60}
{"problem": "Danilo Daher is saving money to buy a camera which costs $4065. Danilo Daher has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Danilo Daher need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 61}
{"problem": "Jenifer Dexter is saving money to buy a camera which costs $4065. Jenifer Dexter has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Jenifer Dexter need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 62}
{"problem": "German Ahumada is saving money to buy a camera which costs $4065. German Ahumada has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does German Ahumada need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 63}
{"problem": "Alma Strange is saving money to buy a camera which costs $4065. Alma Strange has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Alma Strange need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 64}
{"problem": "Edna Hasty is saving money to buy a camera which costs $4065. Edna Hasty has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Edna Hasty need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 65}
{"problem": "Gavin Oppong is saving money to buy a camera which costs $4065. Gavin Oppong has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Gavin Oppong need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 66}
{"problem": "Nacho Belay is saving money to buy a camera which costs $4065. Nacho Belay has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Nacho Belay need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 67}
{"problem": "Alexa Hanley is saving money to buy a camera which costs $4065. Alexa Hanley has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Alexa Hanley need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 68}
{"problem": "Deepak Krishnamurthy is saving money to buy a camera which costs $4065. Deepak Krishnamurthy has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Deepak Krishnamurthy need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 69}
{"problem": "Skylar Linda is saving money to buy a camera which costs $4065. Skylar Linda has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Skylar Linda need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 70}
{"problem": "Jayson Guerrero is saving money to buy a camera which costs $4065. Jayson Guerrero has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Jayson Guerrero need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 71}
{"problem": "Jaime Scarlett is saving money to buy a camera which costs $4065. Jaime Scarlett has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Jaime Scarlett need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 72}
{"problem": "Kristopher Toms is saving money to buy a camera which costs $4065. Kristopher Toms has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Kristopher Toms need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 73}
{"problem": "Tanya Cena is saving money to buy a camera which costs $4065. Tanya Cena has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Tanya Cena need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 74}
{"problem": "Gus Remigio is saving money to buy a camera which costs $4065. Gus Remigio has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Gus Remigio need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 75}
{"problem": "Tia Dobbs is saving money to buy a camera which costs $4065. Tia Dobbs has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Tia Dobbs need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 76}
{"problem": "Raymond Josephs is saving money to buy a camera which costs $4065. Raymond Josephs has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Raymond Josephs need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 77}
{"problem": "Lina Craddock is saving money to buy a camera which costs $4065. Lina Craddock has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Lina Craddock need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 78}
{"problem": "Santa Hales is saving money to buy a camera which costs $4065. Santa Hales has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Santa Hales need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 79}
{"problem": "Faustino Fuentez is saving money to buy a camera which costs $4065. Faustino Fuentez has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Faustino Fuentez need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 80}
{"problem": "Jorge Luis Fagan is saving money to buy a camera which costs $4065. Jorge Luis Fagan has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Jorge Luis Fagan need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 81}
{"problem": "Amalia Lipscomb is saving money to buy a camera which costs $4065. Amalia Lipscomb has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Amalia Lipscomb need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 82}
{"problem": "Erika Phoenix is saving money to buy a camera which costs $4065. Erika Phoenix has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Erika Phoenix need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 83}
{"problem": "Jude Restrepo is saving money to buy a camera which costs $4065. Jude Restrepo has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Jude Restrepo need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 84}
{"problem": "Stacey Sears is saving money to buy a camera which costs $4065. Stacey Sears has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Stacey Sears need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 85}
{"problem": "Marlen Milne is saving money to buy a camera which costs $4065. Marlen Milne has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Marlen Milne need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 86}
{"problem": "Nick Moncada is saving money to buy a camera which costs $4065. Nick Moncada has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Nick Moncada need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 87}
{"problem": "April Wu is saving money to buy a camera which costs $4065. April Wu has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does April Wu need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 88}
{"problem": "Freddie Ricardo is saving money to buy a camera which costs $4065. Freddie Ricardo has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Freddie Ricardo need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 89}
{"problem": "Emiliano Knighten is saving money to buy a camera which costs $4065. Emiliano Knighten has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Emiliano Knighten need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 90}
{"problem": "Franklin Jefferson is saving money to buy a camera which costs $4065. Franklin Jefferson has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Franklin Jefferson need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 91}
{"problem": "Francine Bhatnagar is saving money to buy a camera which costs $4065. Francine Bhatnagar has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Francine Bhatnagar need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 92}
{"problem": "Aman Kerrigan is saving money to buy a camera which costs $4065. Aman Kerrigan has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Aman Kerrigan need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 93}
{"problem": "Isaac Mansfield is saving money to buy a camera which costs $4065. Isaac Mansfield has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Isaac Mansfield need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 94}
{"problem": "Stefan Lacroix is saving money to buy a camera which costs $4065. Stefan Lacroix has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Stefan Lacroix need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 95}
{"problem": "Dee Mckinney is saving money to buy a camera which costs $4065. Dee Mckinney has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Dee Mckinney need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 96}
{"problem": "Joanne Florian is saving money to buy a camera which costs $4065. Joanne Florian has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Joanne Florian need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 97}
{"problem": "Kira Thomson is saving money to buy a camera which costs $4065. Kira Thomson has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Kira Thomson need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 98}
{"problem": "Alicia Kruger is saving money to buy a camera which costs $4065. Alicia Kruger has already saved $842. Their friend decided to give them $421 for this purpose, and their neighbor, twice as much as the friend. How much more money does Alicia Kruger need to buy the camera?", "result": "1960", "template_id": "gsm-0002-1", "problem_id": 99}
