{"problem": "Antoinette Beckles started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Antoinette Beckles read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 0}
{"problem": "Reggie Sy started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Reggie Sy read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 1}
{"problem": "Joe Alcantar started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Joe Alcantar read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 2}
{"problem": "Chino Simmons started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Chino Simmons read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 3}
{"problem": "Isaiah Aviles started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Isaiah Aviles read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 4}
{"problem": "Gloria Sall started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Gloria Sall read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 5}
{"problem": "Brendan Yearwood started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Brendan Yearwood read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 6}
{"problem": "Tammy Durr started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Tammy Durr read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 7}
{"problem": "Keisha Hadley started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Keisha Hadley read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 8}
{"problem": "Mariel Gilman started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Mariel Gilman read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 9}
{"problem": "Jon Fournier started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Jon Fournier read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 10}
{"problem": "Rae Dent started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Rae Dent read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 11}
{"problem": "Jess Glasgow started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Jess Glasgow read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 12}
{"problem": "Manuela Chisholm started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Manuela Chisholm read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 13}
{"problem": "Calvin Palmieri started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Calvin Palmieri read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 14}
{"problem": "Everett Faye started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Everett Faye read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 15}
{"problem": "Dalton Thom started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Dalton Thom read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 16}
{"problem": "May Maceda started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did May Maceda read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 17}
{"problem": "Talia Bauer started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Talia Bauer read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 18}
{"problem": "Autumn Glez started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Autumn Glez read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 19}
{"problem": "Jim Hern started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Jim Hern read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 20}
{"problem": "Stacey Calzada started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Stacey Calzada read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 21}
{"problem": "Jacob Wick started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Jacob Wick read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 22}
{"problem": "Giovanni Mchenry started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Giovanni Mchenry read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 23}
{"problem": "Zoila Robson started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Zoila Robson read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 24}
{"problem": "Chelsea Null started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Chelsea Null read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 25}
{"problem": "Layla Noori started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Layla Noori read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 26}
{"problem": "Tara Gervais started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Tara Gervais read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 27}
{"problem": "Nicholas Hundley started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Nicholas Hundley read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 28}
{"problem": "Nia Stanfield started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Nia Stanfield read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 29}
{"problem": "Alma Parham started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Alma Parham read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 30}
{"problem": "Bernardo Neto started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Bernardo Neto read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 31}
{"problem": "Jody Mcduffie started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Jody Mcduffie read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 32}
{"problem": "Bj Haile started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Bj Haile read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 33}
{"problem": "Rachel Pratt started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Rachel Pratt read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 34}
{"problem": "April Lewandowski started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did April Lewandowski read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 35}
{"problem": "Meredith Irby started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Meredith Irby read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 36}
{"problem": "Pancho Hendry started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Pancho Hendry read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 37}
{"problem": "Derrick Schuster started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Derrick Schuster read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 38}
{"problem": "Idalia Tompkins started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Idalia Tompkins read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 39}
{"problem": "Bernice Woo started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Bernice Woo read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 40}
{"problem": "Gene Clausen started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Gene Clausen read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 41}
{"problem": "Lori Galante started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Lori Galante read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 42}
{"problem": "Mick Maguire started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Mick Maguire read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 43}
{"problem": "Precious Pinder started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Precious Pinder read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 44}
{"problem": "Dalton Dilley started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Dalton Dilley read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 45}
{"problem": "Rochelle Mckeown started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Rochelle Mckeown read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 46}
{"problem": "Tyler Plasencia started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Tyler Plasencia read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 47}
{"problem": "Reynaldo Eli started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Reynaldo Eli read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 48}
{"problem": "Louis Vazques started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Louis Vazques read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 49}
{"problem": "Tatiana Guinn started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Tatiana Guinn read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 50}
{"problem": "Nelson Villa started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Nelson Villa read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 51}
{"problem": "Esther Rubin started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Esther Rubin read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 52}
{"problem": "Trevor Ty started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Trevor Ty read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 53}
{"problem": "Neil Oso started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Neil Oso read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 54}
{"problem": "Lonnie Kelso started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Lonnie Kelso read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 55}
{"problem": "Ivy Nation started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Ivy Nation read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 56}
{"problem": "Clyde Royal started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Clyde Royal read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 57}
{"problem": "Chloe Spring started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Chloe Spring read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 58}
{"problem": "Socorro Angelica started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Socorro Angelica read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 59}
{"problem": "Daisy Yount started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Daisy Yount read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 60}
{"problem": "Tiffany Caro started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Tiffany Caro read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 61}
{"problem": "Chandler Kohl started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Chandler Kohl read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 62}
{"problem": "Williams Talavera started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Williams Talavera read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 63}
{"problem": "Cheyenne Lr started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Cheyenne Lr read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 64}
{"problem": "Byron Chester started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Byron Chester read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 65}
{"problem": "Francisca Blood started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Francisca Blood read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 66}
{"problem": "Sunny De Souza started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Sunny De Souza read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 67}
{"problem": "Glen Abad started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Glen Abad read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 68}
{"problem": "Tre Ramon started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Tre Ramon read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 69}
{"problem": "Rohit Slavin started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Rohit Slavin read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 70}
{"problem": "Delores Ferraz started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Delores Ferraz read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 71}
{"problem": "Emily Plank started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Emily Plank read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 72}
{"problem": "Nigel Paiva started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Nigel Paiva read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 73}
{"problem": "Dolly Jin started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Dolly Jin read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 74}
{"problem": "Modesto Brodsky started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Modesto Brodsky read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 75}
{"problem": "Dorian Mellado started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Dorian Mellado read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 76}
{"problem": "Gee Tom started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Gee Tom read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 77}
{"problem": "Vic Keating started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Vic Keating read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 78}
{"problem": "Bruno Cesar started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Bruno Cesar read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 79}
{"problem": "Erasmo Epperson started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Erasmo Epperson read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 80}
{"problem": "Mildred Vidaurri started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Mildred Vidaurri read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 81}
{"problem": "Aaron Seward started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Aaron Seward read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 82}
{"problem": "Barbie Nall started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Barbie Nall read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 83}
{"problem": "Melvin Stover started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Melvin Stover read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 84}
{"problem": "Deepak Fix started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Deepak Fix read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 85}
{"problem": "Lila Guest started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Lila Guest read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 86}
{"problem": "Lacey Zimmer started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Lacey Zimmer read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 87}
{"problem": "Lois Hager started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Lois Hager read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 88}
{"problem": "Johan Ashcraft started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Johan Ashcraft read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 89}
{"problem": "Noah Lassiter started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Noah Lassiter read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 90}
{"problem": "Renato Sorto started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Renato Sorto read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 91}
{"problem": "Jeremiah Bourne started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Jeremiah Bourne read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 92}
{"problem": "Cat Falk started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Cat Falk read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 93}
{"problem": "Nora Elmi started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Nora Elmi read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 94}
{"problem": "Kiki Pruett started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Kiki Pruett read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 95}
{"problem": "Nolan Moy started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Nolan Moy read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 96}
{"problem": "Jonathan Phillips started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Jonathan Phillips read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 97}
{"problem": "Reinaldo Osei started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Reinaldo Osei read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 98}
{"problem": "Elsa Hector started reading a manual at a bus terminal store in Spartanburg County, South Carolina on Tuesday. They read 160 pages on the first day. On the second day, they read 110% more pages than the first day. How many pages did Elsa Hector read in total during the first two days?", "result": "336", "template_id": "gsm-0003-1", "problem_id": 99}
