{"problem": "Antoinette Beckles has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Antoinette Beckles arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Antoinette Beckles wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Reggie Sy has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Reggie Sy arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Reggie Sy wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Joe Alcantar has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Joe Alcantar arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Joe Alcantar wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Chino Simmons has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Chino Simmons arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Chino Simmons wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Isaiah Aviles has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Isaiah Aviles arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Isaiah Aviles wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Gloria Sall has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Gloria Sall arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Gloria Sall wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Brendan Yearwood has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Brendan Yearwood arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Brendan Yearwood wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Tammy Durr has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Tammy Durr arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Tammy Durr wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Keisha Hadley has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Keisha Hadley arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Keisha Hadley wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Mariel Gilman has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Mariel Gilman arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Mariel Gilman wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Jon Fournier has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Jon Fournier arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Jon Fournier wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Rae Dent has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Rae Dent arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Rae Dent wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Jess Glasgow has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Jess Glasgow arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Jess Glasgow wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Manuela Chisholm has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Manuela Chisholm arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Manuela Chisholm wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Calvin Palmieri has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Calvin Palmieri arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Calvin Palmieri wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Everett Faye has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Everett Faye arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Everett Faye wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Dalton Thom has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Dalton Thom arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Dalton Thom wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "May Maceda has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, May Maceda arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If May Maceda wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Talia Bauer has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Talia Bauer arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Talia Bauer wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Autumn Glez has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Autumn Glez arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Autumn Glez wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Jim Hern has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Jim Hern arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Jim Hern wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Stacey Calzada has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Stacey Calzada arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Stacey Calzada wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Jacob Wick has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Jacob Wick arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Jacob Wick wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Giovanni Mchenry has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Giovanni Mchenry arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Giovanni Mchenry wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Zoila Robson has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Zoila Robson arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Zoila Robson wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Chelsea Null has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Chelsea Null arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Chelsea Null wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Layla Noori has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Layla Noori arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Layla Noori wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Tara Gervais has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Tara Gervais arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Tara Gervais wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Nicholas Hundley has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Nicholas Hundley arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Nicholas Hundley wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Nia Stanfield has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Nia Stanfield arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Nia Stanfield wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Alma Parham has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Alma Parham arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Alma Parham wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Bernardo Neto has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Bernardo Neto arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Bernardo Neto wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Jody Mcduffie has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Jody Mcduffie arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Jody Mcduffie wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Bj Haile has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Bj Haile arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Bj Haile wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Rachel Pratt has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Rachel Pratt arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Rachel Pratt wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "April Lewandowski has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, April Lewandowski arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If April Lewandowski wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Meredith Irby has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Meredith Irby arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Meredith Irby wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Pancho Hendry has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Pancho Hendry arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Pancho Hendry wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Derrick Schuster has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Derrick Schuster arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Derrick Schuster wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Idalia Tompkins has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Idalia Tompkins arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Idalia Tompkins wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Bernice Woo has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Bernice Woo arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Bernice Woo wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Gene Clausen has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Gene Clausen arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Gene Clausen wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Lori Galante has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Lori Galante arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Lori Galante wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Mick Maguire has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Mick Maguire arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Mick Maguire wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Precious Pinder has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Precious Pinder arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Precious Pinder wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Dalton Dilley has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Dalton Dilley arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Dalton Dilley wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Rochelle Mckeown has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Rochelle Mckeown arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Rochelle Mckeown wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Tyler Plasencia has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Tyler Plasencia arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Tyler Plasencia wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Reynaldo Eli has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Reynaldo Eli arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Reynaldo Eli wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Louis Vazques has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Louis Vazques arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Louis Vazques wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Tatiana Guinn has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Tatiana Guinn arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Tatiana Guinn wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Nelson Villa has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Nelson Villa arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Nelson Villa wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Esther Rubin has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Esther Rubin arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Esther Rubin wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Trevor Ty has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Trevor Ty arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Trevor Ty wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Neil Oso has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Neil Oso arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Neil Oso wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Lonnie Kelso has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Lonnie Kelso arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Lonnie Kelso wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Ivy Nation has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Ivy Nation arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Ivy Nation wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Clyde Royal has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Clyde Royal arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Clyde Royal wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Chloe Spring has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Chloe Spring arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Chloe Spring wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Socorro Angelica has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Socorro Angelica arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Socorro Angelica wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Daisy Yount has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Daisy Yount arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Daisy Yount wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Tiffany Caro has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Tiffany Caro arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Tiffany Caro wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Chandler Kohl has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Chandler Kohl arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Chandler Kohl wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Williams Talavera has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Williams Talavera arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Williams Talavera wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Cheyenne Lr has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Cheyenne Lr arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Cheyenne Lr wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Byron Chester has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Byron Chester arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Byron Chester wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Francisca Blood has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Francisca Blood arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Francisca Blood wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Sunny De Souza has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Sunny De Souza arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Sunny De Souza wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Glen Abad has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Glen Abad arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Glen Abad wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Tre Ramon has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Tre Ramon arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Tre Ramon wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Rohit Slavin has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Rohit Slavin arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Rohit Slavin wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Delores Ferraz has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Delores Ferraz arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Delores Ferraz wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Emily Plank has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Emily Plank arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Emily Plank wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Nigel Paiva has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Nigel Paiva arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Nigel Paiva wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Dolly Jin has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Dolly Jin arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Dolly Jin wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Modesto Brodsky has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Modesto Brodsky arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Modesto Brodsky wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Dorian Mellado has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Dorian Mellado arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Dorian Mellado wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Gee Tom has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Gee Tom arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Gee Tom wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Vic Keating has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Vic Keating arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Vic Keating wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Bruno Cesar has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Bruno Cesar arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Bruno Cesar wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Erasmo Epperson has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Erasmo Epperson arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Erasmo Epperson wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Mildred Vidaurri has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Mildred Vidaurri arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Mildred Vidaurri wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Aaron Seward has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Aaron Seward arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Aaron Seward wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Barbie Nall has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Barbie Nall arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Barbie Nall wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Melvin Stover has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Melvin Stover arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Melvin Stover wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Deepak Fix has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Deepak Fix arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Deepak Fix wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Lila Guest has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Lila Guest arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Lila Guest wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Lacey Zimmer has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Lacey Zimmer arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Lacey Zimmer wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Lois Hager has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Lois Hager arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Lois Hager wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Johan Ashcraft has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Johan Ashcraft arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Johan Ashcraft wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Noah Lassiter has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Noah Lassiter arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Noah Lassiter wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Renato Sorto has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Renato Sorto arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Renato Sorto wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Jeremiah Bourne has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Jeremiah Bourne arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Jeremiah Bourne wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Cat Falk has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Cat Falk arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Cat Falk wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Nora Elmi has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Nora Elmi arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Nora Elmi wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Kiki Pruett has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Kiki Pruett arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Kiki Pruett wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Nolan Moy has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Nolan Moy arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Nolan Moy wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Jonathan Phillips has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Jonathan Phillips arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Jonathan Phillips wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Reinaldo Osei has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Reinaldo Osei arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Reinaldo Osei wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
{"problem": "Elsa Hector has a collection of 125 mixers at a hobbyist workshop store in Union County, South Carolina. Yesterday, Elsa Hector arranged 7 mixers and today, they arranged twice as many mixers as yesterday. If Elsa Hector wants to arrange half of the remaining mixers tomorrow, how many mixers should they arrange?", "result": "52", "template_id": 3, "problem_id": 521}
