{"problem": "Gabby Alvear writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Gabby Alvear write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 0}
{"problem": "Leroy Scheer writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Leroy Scheer write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 1}
{"problem": "Reyes Anaya writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Reyes Anaya write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 2}
{"problem": "Katherine Toure writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Katherine Toure write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 3}
{"problem": "Mj Gooding writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Mj Gooding write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 4}
{"problem": "Francine Herbst writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Francine Herbst write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 5}
{"problem": "Jeffrey Spinelli writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Jeffrey Spinelli write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 6}
{"problem": "Griselda Dodd writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Griselda Dodd write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 7}
{"problem": "Maria Douglass writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Maria Douglass write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 8}
{"problem": "Marina Vernon writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Marina Vernon write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 9}
{"problem": "Clifford Hutchison writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Clifford Hutchison write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 10}
{"problem": "Rod Shanahan writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Rod Shanahan write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 11}
{"problem": "Lupe Zamudio writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Lupe Zamudio write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 12}
{"problem": "Myles Galdamez writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Myles Galdamez write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 13}
{"problem": "Conrad Thang writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Conrad Thang write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 14}
{"problem": "Nia Pando writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Nia Pando write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 15}
{"problem": "Tomas Buckley writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Tomas Buckley write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 16}
{"problem": "Allison Bliss writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Allison Bliss write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 17}
{"problem": "Dana Dilworth writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Dana Dilworth write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 18}
{"problem": "Geoff Duke writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Geoff Duke write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 19}
{"problem": "Damian Vidales writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Damian Vidales write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 20}
{"problem": "Alisa Moten writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Alisa Moten write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 21}
{"problem": "Shana Badger writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Shana Badger write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 22}
{"problem": "Howard Mansoor writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Howard Mansoor write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 23}
{"problem": "Ada Fuchs writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Ada Fuchs write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 24}
{"problem": "Abhishek Card writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Abhishek Card write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 25}
{"problem": "Christina Parrott writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Christina Parrott write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 26}
{"problem": "Nicolas Rood writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Nicolas Rood write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 27}
{"problem": "Chanel Kelleher writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Chanel Kelleher write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 28}
{"problem": "Elliott Mas writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Elliott Mas write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 29}
{"problem": "Helena Bowman writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Helena Bowman write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 30}
{"problem": "Jose Luis Mcinnis writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Jose Luis Mcinnis write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 31}
{"problem": "Danilo Bauman writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Danilo Bauman write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 32}
{"problem": "Trisha Viramontes writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Trisha Viramontes write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 33}
{"problem": "Ramona Woodall writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Ramona Woodall write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 34}
{"problem": "Rachael Schell writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Rachael Schell write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 35}
{"problem": "Wilson Sewell writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Wilson Sewell write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 36}
{"problem": "Esperanza Rizvi writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Esperanza Rizvi write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 37}
{"problem": "Aiden Nathan writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Aiden Nathan write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 38}
{"problem": "Kyla Duckworth writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Kyla Duckworth write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 39}
{"problem": "Jessy Sylvain writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Jessy Sylvain write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 40}
{"problem": "Hank Alberts writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Hank Alberts write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 41}
{"problem": "Candy Carballo writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Candy Carballo write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 42}
{"problem": "Thelma Camp writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Thelma Camp write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 43}
{"problem": "Vladimir Castillo writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Vladimir Castillo write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 44}
{"problem": "Sonia Sherer writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Sonia Sherer write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 45}
{"problem": "Cristobal Brant writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Cristobal Brant write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 46}
{"problem": "Glenda Brunner writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Glenda Brunner write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 47}
{"problem": "Jacob Hubert writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Jacob Hubert write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 48}
{"problem": "Lucio Wentworth writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Lucio Wentworth write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 49}
{"problem": "Sergey Riordan writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Sergey Riordan write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 50}
{"problem": "Michaela Lebeau writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Michaela Lebeau write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 51}
{"problem": "Jb Staggs writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Jb Staggs write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 52}
{"problem": "Ellie Mel writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Ellie Mel write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 53}
{"problem": "Yazmin Freeman writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Yazmin Freeman write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 54}
{"problem": "Stan Helms writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Stan Helms write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 55}
{"problem": "Jared Paez writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Jared Paez write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 56}
{"problem": "Jaime Baig writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Jaime Baig write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 57}
{"problem": "Izzy Johansson writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Izzy Johansson write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 58}
{"problem": "Ernie Ard writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Ernie Ard write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 59}
{"problem": "Breanna Patrice writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Breanna Patrice write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 60}
{"problem": "Bret Regis writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Bret Regis write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 61}
{"problem": "Jesus Knotts writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Jesus Knotts write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 62}
{"problem": "Nelson Yuan writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Nelson Yuan write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 63}
{"problem": "Mark Bethea writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Mark Bethea write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 64}
{"problem": "Elias Krohn writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Elias Krohn write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 65}
{"problem": "Lissette Danna writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Lissette Danna write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 66}
{"problem": "Priscilla Rodri writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Priscilla Rodri write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 67}
{"problem": "Sai Kearns writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Sai Kearns write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 68}
{"problem": "Alison Harkins writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Alison Harkins write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 69}
{"problem": "Tanisha Reimer writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Tanisha Reimer write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 70}
{"problem": "Christopher Ibarra writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Christopher Ibarra write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 71}
{"problem": "Rosario Vivas writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Rosario Vivas write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 72}
{"problem": "Ernie Blanco writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Ernie Blanco write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 73}
{"problem": "Matilde Claro writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Matilde Claro write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 74}
{"problem": "Kat Khurana writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Kat Khurana write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 75}
{"problem": "Niko Yeung writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Niko Yeung write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 76}
{"problem": "Meghan Neves writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Meghan Neves write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 77}
{"problem": "Cora Branco writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Cora Branco write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 78}
{"problem": "Teddy Arora writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Teddy Arora write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 79}
{"problem": "Walter Nanda writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Walter Nanda write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 80}
{"problem": "Rosalba Mohan writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Rosalba Mohan write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 81}
{"problem": "Astrid Gautam writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Astrid Gautam write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 82}
{"problem": "Lina Catano writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Lina Catano write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 83}
{"problem": "Ashish Bamba writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Ashish Bamba write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 84}
{"problem": "Eileen Encarnacion writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Eileen Encarnacion write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 85}
{"problem": "Edgardo Crittenden writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Edgardo Crittenden write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 86}
{"problem": "Luz Herrington writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Luz Herrington write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 87}
{"problem": "Myra Mv writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Myra Mv write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 88}
{"problem": "Annette Philippe writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Annette Philippe write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 89}
{"problem": "Sami Toth writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Sami Toth write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 90}
{"problem": "Kody Labrada writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Kody Labrada write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 91}
{"problem": "Ezequiel Brody writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Ezequiel Brody write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 92}
{"problem": "Anand Hercules writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Anand Hercules write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 93}
{"problem": "Kay Osornio writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Kay Osornio write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 94}
{"problem": "Delia Cote writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Delia Cote write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 95}
{"problem": "Meghan Zenteno writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Meghan Zenteno write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 96}
{"problem": "Peggy Contreras writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Peggy Contreras write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 97}
{"problem": "Christy Isa writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Christy Isa write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 98}
{"problem": "Vincent Eller writes letters to 4 different friends, writing a 6-page letter to each, 1 times a week. How many pages does Vincent Eller write in a year?", "result": "1248", "template_id": "gsm-0004-1", "problem_id": 99}
