{"problem": "La Armendariz has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does La Armendariz have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 0}
{"problem": "Charlotte Vivar has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Charlotte Vivar have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 1}
{"problem": "Selvin Poulsen has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Selvin Poulsen have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 2}
{"problem": "Moses Payton has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Moses Payton have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 3}
{"problem": "Mahesh Kurtz has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Mahesh Kurtz have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 4}
{"problem": "Allyson Burrow has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Allyson Burrow have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 5}
{"problem": "Toni Khoury has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Toni Khoury have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 6}
{"problem": "Alison Loredo has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Alison Loredo have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 7}
{"problem": "Valerie Uy has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Valerie Uy have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 8}
{"problem": "Lopez Jeffrey has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Lopez Jeffrey have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 9}
{"problem": "Aisha Fine has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Aisha Fine have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 10}
{"problem": "Yamileth Sunshine has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Yamileth Sunshine have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 11}
{"problem": "Tia Abbasi has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Tia Abbasi have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 12}
{"problem": "Armando Alpizar has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Armando Alpizar have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 13}
{"problem": "Franky Llano has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Franky Llano have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 14}
{"problem": "Alexa Coughlin has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Alexa Coughlin have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 15}
{"problem": "Francisco Mathieu has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Francisco Mathieu have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 16}
{"problem": "Patrice Mcguinness has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Patrice Mcguinness have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 17}
{"problem": "Buddy Basulto has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Buddy Basulto have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 18}
{"problem": "Jeanette Hutto has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Jeanette Hutto have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 19}
{"problem": "Mariam Manchester has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Mariam Manchester have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 20}
{"problem": "Leah Girgis has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Leah Girgis have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 21}
{"problem": "Dylan Goh has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Dylan Goh have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 22}
{"problem": "Adela Angulo has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Adela Angulo have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 23}
{"problem": "Vidal Fisher has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Vidal Fisher have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 24}
{"problem": "Mallory Pereda has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Mallory Pereda have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 25}
{"problem": "Dale Finkelstein has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Dale Finkelstein have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 26}
{"problem": "Gil Piazza has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Gil Piazza have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 27}
{"problem": "Jalen Callender has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Jalen Callender have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 28}
{"problem": "Elsa Skipper has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Elsa Skipper have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 29}
{"problem": "Nicole Fishman has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Nicole Fishman have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 30}
{"problem": "Carlton Goff has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Carlton Goff have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 31}
{"problem": "Benito Salto has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Benito Salto have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 32}
{"problem": "Ken Conger has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Ken Conger have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 33}
{"problem": "Kenya Pita has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Kenya Pita have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 34}
{"problem": "Zane Rick has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Zane Rick have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 35}
{"problem": "Michelle Barroso has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Michelle Barroso have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 36}
{"problem": "Layla Buie has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Layla Buie have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 37}
{"problem": "Lionel Roush has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Lionel Roush have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 38}
{"problem": "Lynette Volpe has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Lynette Volpe have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 39}
{"problem": "Kody Cramer has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Kody Cramer have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 40}
{"problem": "Salvatore Gant has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Salvatore Gant have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 41}
{"problem": "Flor Rufino has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Flor Rufino have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 42}
{"problem": "Lou Perales has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Lou Perales have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 43}
{"problem": "Kristopher Condon has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Kristopher Condon have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 44}
{"problem": "Lu Arcila has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Lu Arcila have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 45}
{"problem": "Jalen Ulmer has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Jalen Ulmer have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 46}
{"problem": "Andy Lala has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Andy Lala have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 47}
{"problem": "Tiffany Baig has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Tiffany Baig have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 48}
{"problem": "Brent Arena has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Brent Arena have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 49}
{"problem": "Felicia Lombardi has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Felicia Lombardi have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 50}
{"problem": "Santiago Larry has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Santiago Larry have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 51}
{"problem": "Stephany Zertuche has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Stephany Zertuche have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 52}
{"problem": "Ida Batts has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Ida Batts have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 53}
{"problem": "Denny Best has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Denny Best have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 54}
{"problem": "Karla Li has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Karla Li have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 55}
{"problem": "Precious Coakley has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Precious Coakley have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 56}
{"problem": "Steven Rosendo has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Steven Rosendo have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 57}
{"problem": "Ashleigh Honeycutt has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Ashleigh Honeycutt have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 58}
{"problem": "Gloria De La Luz has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Gloria De La Luz have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 59}
{"problem": "Ally Hutson has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Ally Hutson have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 60}
{"problem": "Branden Arcila has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Branden Arcila have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 61}
{"problem": "Kim Macario has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Kim Macario have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 62}
{"problem": "Jonathan Rambo has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Jonathan Rambo have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 63}
{"problem": "Billy Puig has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Billy Puig have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 64}
{"problem": "Marc Rivera has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Marc Rivera have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 65}
{"problem": "Freddy Neel has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Freddy Neel have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 66}
{"problem": "Jacky Caraveo has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Jacky Caraveo have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 67}
{"problem": "Teo Burkhart has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Teo Burkhart have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 68}
{"problem": "Vladimir Solar has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Vladimir Solar have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 69}
{"problem": "Casey Tolson has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Casey Tolson have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 70}
{"problem": "Domingo Guifarro has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Domingo Guifarro have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 71}
{"problem": "Juanito Canady has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Juanito Canady have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 72}
{"problem": "Ivy Arzate has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Ivy Arzate have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 73}
{"problem": "Jacqueline Rose has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Jacqueline Rose have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 74}
{"problem": "Zoe Bejar has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Zoe Bejar have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 75}
{"problem": "Reza Urquhart has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Reza Urquhart have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 76}
{"problem": "Nacho Arreaga has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Nacho Arreaga have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 77}
{"problem": "Issa Villalva has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Issa Villalva have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 78}
{"problem": "Camilo Hemingway has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Camilo Hemingway have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 79}
{"problem": "Priyanka Hairston has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Priyanka Hairston have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 80}
{"problem": "Louie Castano has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Louie Castano have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 81}
{"problem": "Sanchez Banda has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Sanchez Banda have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 82}
{"problem": "Annie Jewel has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Annie Jewel have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 83}
{"problem": "Claude Porter has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Claude Porter have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 84}
{"problem": "Suzanne Rhoads has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Suzanne Rhoads have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 85}
{"problem": "Rj Velasco has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Rj Velasco have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 86}
{"problem": "Myles Marchant has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Myles Marchant have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 87}
{"problem": "Isa Leblanc has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Isa Leblanc have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 88}
{"problem": "Leroy Hemingway has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Leroy Hemingway have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 89}
{"problem": "Marcelino Cecilia has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Marcelino Cecilia have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 90}
{"problem": "Maura Guerrier has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Maura Guerrier have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 91}
{"problem": "Rhonda Hershey has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Rhonda Hershey have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 92}
{"problem": "Sal Fabela has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Sal Fabela have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 93}
{"problem": "Marisa Paucar has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Marisa Paucar have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 94}
{"problem": "Camille Gueye has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Camille Gueye have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 95}
{"problem": "Louie Farias has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Louie Farias have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 96}
{"problem": "Mina Molano has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Mina Molano have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 97}
{"problem": "Ever Abebe has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Ever Abebe have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 98}
{"problem": "Jb Villar has a collection of skateboards in a beachside kiosk, Norman County, Minnesota. They have 4836 skateboards of one type, and there are 50% more of another type. There are only 20% as many of a third type as there are of the first two types combined. How many skateboards does Jb Villar have in total?", "result": "14508", "template_id": "gsm-0005-1", "problem_id": 99}
