{"problem": "Danny Palermo is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Danny Palermo have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 0}
{"problem": "Karla Laura is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Karla Laura have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 1}
{"problem": "Lilia Soper is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Lilia Soper have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 2}
{"problem": "Kiara Otto is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Kiara Otto have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 3}
{"problem": "Sheena Esquivel is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Sheena Esquivel have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 4}
{"problem": "Don Olivero is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Don Olivero have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 5}
{"problem": "Carter Fuentes is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Carter Fuentes have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 6}
{"problem": "Cooper Olague is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Cooper Olague have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 7}
{"problem": "Horacio Woodley is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Horacio Woodley have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 8}
{"problem": "Gerardo Bare is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Gerardo Bare have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 9}
{"problem": "Celeste Be is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Celeste Be have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 10}
{"problem": "Avi Archie is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Avi Archie have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 11}
{"problem": "Joanna Heim is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Joanna Heim have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 12}
{"problem": "Cody Basurto is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Cody Basurto have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 13}
{"problem": "Bridgette Thornton is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Bridgette Thornton have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 14}
{"problem": "Duane Dunkley is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Duane Dunkley have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 15}
{"problem": "Ginger Che is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Ginger Che have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 16}
{"problem": "Keith Iman is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Keith Iman have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 17}
{"problem": "Lynette Naranjo is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Lynette Naranjo have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 18}
{"problem": "Judi Bunch is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Judi Bunch have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 19}
{"problem": "Buddy Boo is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Buddy Boo have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 20}
{"problem": "Brandy Sylvester is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Brandy Sylvester have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 21}
{"problem": "Lila Giles is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Lila Giles have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 22}
{"problem": "Conrad Hugo is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Conrad Hugo have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 23}
{"problem": "Jt Mahoney is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Jt Mahoney have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 24}
{"problem": "Kay Zuniga is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Kay Zuniga have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 25}
{"problem": "Mar Deloach is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Mar Deloach have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 26}
{"problem": "Emily Rushing is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Emily Rushing have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 27}
{"problem": "Winston Ellsworth is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Winston Ellsworth have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 28}
{"problem": "Johnny Loy is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Johnny Loy have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 29}
{"problem": "Yesenia Modesto is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Yesenia Modesto have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 30}
{"problem": "Tj Mcmillan is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Tj Mcmillan have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 31}
{"problem": "Suzanne Dougherty is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Suzanne Dougherty have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 32}
{"problem": "Joaquin Sue is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Joaquin Sue have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 33}
{"problem": "Selena Schrader is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Selena Schrader have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 34}
{"problem": "Janine Boe is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Janine Boe have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 35}
{"problem": "King Rajan is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does King Rajan have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 36}
{"problem": "Hailey Dong is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Hailey Dong have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 37}
{"problem": "Neha Church is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Neha Church have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 38}
{"problem": "Kirsten Pardo is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Kirsten Pardo have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 39}
{"problem": "Ximena Menendez is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Ximena Menendez have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 40}
{"problem": "Serena Broome is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Serena Broome have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 41}
{"problem": "Wade Conti is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Wade Conti have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 42}
{"problem": "Jt Siebert is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Jt Siebert have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 43}
{"problem": "Ruby So is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Ruby So have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 44}
{"problem": "Dewayne Gulati is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Dewayne Gulati have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 45}
{"problem": "Reyna De La Cerda is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Reyna De La Cerda have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 46}
{"problem": "Kristine Mass is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Kristine Mass have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 47}
{"problem": "Arun Holder is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Arun Holder have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 48}
{"problem": "Omar Jarrell is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Omar Jarrell have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 49}
{"problem": "Ronaldo Croom is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Ronaldo Croom have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 50}
{"problem": "Eliza Henkel is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Eliza Henkel have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 51}
{"problem": "Sabina Heffner is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Sabina Heffner have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 52}
{"problem": "India Fall is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does India Fall have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 53}
{"problem": "Christina Hemingway is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Christina Hemingway have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 54}
{"problem": "Mike Deo is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Mike Deo have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 55}
{"problem": "Manoj Brutus is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Manoj Brutus have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 56}
{"problem": "Mirna Pate is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Mirna Pate have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 57}
{"problem": "Sadie Lewis is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Sadie Lewis have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 58}
{"problem": "Katia Gould is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Katia Gould have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 59}
{"problem": "Matthew Christie is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Matthew Christie have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 60}
{"problem": "Dakota Metellus is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Dakota Metellus have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 61}
{"problem": "Kara Mallett is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Kara Mallett have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 62}
{"problem": "Ella Griffiths is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Ella Griffiths have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 63}
{"problem": "Eliza Nova is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Eliza Nova have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 64}
{"problem": "Teri Corvera is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Teri Corvera have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 65}
{"problem": "Sarai Packard is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Sarai Packard have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 66}
{"problem": "Cary Maclean is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Cary Maclean have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 67}
{"problem": "Hank Vinson is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Hank Vinson have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 68}
{"problem": "Stephany Keeling is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Stephany Keeling have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 69}
{"problem": "Yajaira Peace is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Yajaira Peace have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 70}
{"problem": "Lizbeth Azul is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Lizbeth Azul have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 71}
{"problem": "Noel Maiden is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Noel Maiden have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 72}
{"problem": "Homero Kaba is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Homero Kaba have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 73}
{"problem": "Jenna Masters is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Jenna Masters have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 74}
{"problem": "Carmela Bruton is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Carmela Bruton have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 75}
{"problem": "Robby Moskowitz is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Robby Moskowitz have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 76}
{"problem": "Van Mcmullin is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Van Mcmullin have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 77}
{"problem": "Nelson Gates is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Nelson Gates have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 78}
{"problem": "Kenia Kareem is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Kenia Kareem have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 79}
{"problem": "Wes Mcknight is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Wes Mcknight have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 80}
{"problem": "Cody Flanigan is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Cody Flanigan have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 81}
{"problem": "Mery Kinsella is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Mery Kinsella have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 82}
{"problem": "Nik Constant is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Nik Constant have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 83}
{"problem": "Jeanne Banner is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Jeanne Banner have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 84}
{"problem": "Margarito Biswas is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Margarito Biswas have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 85}
{"problem": "Kimberly Joshi is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Kimberly Joshi have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 86}
{"problem": "Krista Resnick is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Krista Resnick have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 87}
{"problem": "Nicole Arturo is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Nicole Arturo have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 88}
{"problem": "Francis Artiles is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Francis Artiles have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 89}
{"problem": "America Calixto is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does America Calixto have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 90}
{"problem": "Natasha Patron is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Natasha Patron have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 91}
{"problem": "Teresita Tubbs is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Teresita Tubbs have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 92}
{"problem": "Gaurav Adebayo is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Gaurav Adebayo have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 93}
{"problem": "Yajaira Rosero is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Yajaira Rosero have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 94}
{"problem": "Claudio Hornsby is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Claudio Hornsby have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 95}
{"problem": "Yazmin Tay is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Yazmin Tay have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 96}
{"problem": "Daniel Swanson is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Daniel Swanson have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 97}
{"problem": "Abigail Casares is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Abigail Casares have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 98}
{"problem": "Amilcar Diane is organizing a gathering at a university campus bookstore in Tarrant County, Texas. They buy 69 packets of gourmet foods and 30 boxes of electric shavers. Each packet of gourmet foods contains 10 pieces and each box of electric shavers contains 5 pieces. How many pieces in total does Amilcar Diane have for the gathering?", "result": "840", "template_id": "gsm-0006-1", "problem_id": 99}
