{"problem": "Danny Palermo is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Karla Laura is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Lilia Soper is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Kiara Otto is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Sheena Esquivel is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Don Olivero is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Carter Fuentes is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Cooper Olague is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Horacio Woodley is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Gerardo Bare is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Celeste Be is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Avi Archie is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Joanna Heim is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Cody Basurto is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Bridgette Thornton is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Duane Dunkley is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Ginger Che is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Keith Iman is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Lynette Naranjo is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Judi Bunch is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Buddy Boo is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Brandy Sylvester is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Lila Giles is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Conrad Hugo is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Jt Mahoney is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Kay Zuniga is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Mar Deloach is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Emily Rushing is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Winston Ellsworth is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Johnny Loy is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Yesenia Modesto is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Tj Mcmillan is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Suzanne Dougherty is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Joaquin Sue is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Selena Schrader is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Janine Boe is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "King Rajan is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Hailey Dong is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Neha Church is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Kirsten Pardo is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Ximena Menendez is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Serena Broome is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Wade Conti is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Jt Siebert is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Ruby So is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Dewayne Gulati is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Reyna De La Cerda is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Kristine Mass is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Arun Holder is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Omar Jarrell is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Ronaldo Croom is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Eliza Henkel is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Sabina Heffner is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "India Fall is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Christina Hemingway is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Mike Deo is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Manoj Brutus is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Mirna Pate is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Sadie Lewis is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Katia Gould is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Matthew Christie is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Dakota Metellus is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Kara Mallett is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Ella Griffiths is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Eliza Nova is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Teri Corvera is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Sarai Packard is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Cary Maclean is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Hank Vinson is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Stephany Keeling is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Yajaira Peace is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Lizbeth Azul is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Noel Maiden is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Homero Kaba is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Jenna Masters is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Carmela Bruton is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Robby Moskowitz is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Van Mcmullin is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Nelson Gates is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Kenia Kareem is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Wes Mcknight is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Cody Flanigan is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Mery Kinsella is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Nik Constant is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Jeanne Banner is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Margarito Biswas is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Kimberly Joshi is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Krista Resnick is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Nicole Arturo is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Francis Artiles is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "America Calixto is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Natasha Patron is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Teresita Tubbs is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Gaurav Adebayo is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Yajaira Rosero is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Claudio Hornsby is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Yazmin Tay is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Daniel Swanson is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Abigail Casares is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
{"problem": "Amilcar Diane is wondering how much camping tents they can consume in one day. They buy 9 large camping tents and 4 small camping tents. A large camping tents has 12 pieces and a small camping tents has 6 pieces. If they consume it all, how many pieces of camping tents do they consume that day at an educational toys store in Trimble County, Kentucky?", "result": "132", "template_id": 6, "problem_id": 521}
