{"problem": "Elizabeth Thibodeaux started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 0}
{"problem": "Aurora Breaux started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 1}
{"problem": "Ruben Chohan started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 2}
{"problem": "Patti Rodgers started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 3}
{"problem": "Ava Lay started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 4}
{"problem": "Williams Luce started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 5}
{"problem": "Anne Deng started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 6}
{"problem": "Leila Pannu started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 7}
{"problem": "Clifford Osornio started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 8}
{"problem": "Sandi Saucier started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 9}
{"problem": "Axel Townsend started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 10}
{"problem": "Eleanor Sale started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 11}
{"problem": "Iris Gandarilla started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 12}
{"problem": "Adam Stoll started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 13}
{"problem": "Melisa Stapleton started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 14}
{"problem": "Felicia Falk started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 15}
{"problem": "Manoj Rash started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 16}
{"problem": "Katrina Elyse started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 17}
{"problem": "Nicole Luckett started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 18}
{"problem": "Ronda Roebuck started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 19}
{"problem": "Timothy Burr started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 20}
{"problem": "Karina Kohl started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 21}
{"problem": "Leonardo Barbershop started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 22}
{"problem": "Aurelio Mart started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 23}
{"problem": "Horacio Ramires started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 24}
{"problem": "Artemio Higginbotham started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 25}
{"problem": "Valeria Reta started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 26}
{"problem": "Nabil Inman started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 27}
{"problem": "Val Bhardwaj started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 28}
{"problem": "Eunice Drake started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 29}
{"problem": "Irvin Piedrahita started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 30}
{"problem": "Reggie Karr started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 31}
{"problem": "Kayla Si started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 32}
{"problem": "La Strobel started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 33}
{"problem": "Sterling Jean Pierre started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 34}
{"problem": "Tonya Whitlow started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 35}
{"problem": "Kaitlin Abebe started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 36}
{"problem": "Dusty Callahan started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 37}
{"problem": "Mimi Keys started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 38}
{"problem": "Carina Arceneaux started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 39}
{"problem": "Chelsea Terrero started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 40}
{"problem": "Rafaela Fountain started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 41}
{"problem": "Clay Mansaray started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 42}
{"problem": "Harold Rex started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 43}
{"problem": "Connor Banks started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 44}
{"problem": "Vinny Adrian started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 45}
{"problem": "Ida Cerros started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 46}
{"problem": "Clifton Phoenix started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 47}
{"problem": "Bernice Devore started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 48}
{"problem": "Praveen Reyna started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 49}
{"problem": "Gerson Chopra started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 50}
{"problem": "Darla Ludwig started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 51}
{"problem": "Jules Hankins started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 52}
{"problem": "Gisela Penafiel started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 53}
{"problem": "Scott Roebuck started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 54}
{"problem": "Karla Liddell started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 55}
{"problem": "Jermaine Easterling started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 56}
{"problem": "Alexa Devine started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 57}
{"problem": "Joaquin Ice started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 58}
{"problem": "Monika Puga started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 59}
{"problem": "Adriana Schindler started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 60}
{"problem": "Chris Zepeda started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 61}
{"problem": "Angelique Goon started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 62}
{"problem": "Arielle Elston started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 63}
{"problem": "Emanuel Jaquez started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 64}
{"problem": "Terence Tellez started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 65}
{"problem": "Meghan Zia started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 66}
{"problem": "Gio Wester started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 67}
{"problem": "Zak Misra started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 68}
{"problem": "Brittney Larue started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 69}
{"problem": "Elijah Maeda started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 70}
{"problem": "Eugenio Campagna started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 71}
{"problem": "Carlo Henrique started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 72}
{"problem": "Dee Augustine started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 73}
{"problem": "Paul Cortez started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 74}
{"problem": "Roland Dias started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 75}
{"problem": "Leonor Veras started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 76}
{"problem": "Mauricio Bolanos started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 77}
{"problem": "Ron Duval started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 78}
{"problem": "Darian Fan started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 79}
{"problem": "Avi Jean Baptiste started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 80}
{"problem": "Marcos Rayo started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 81}
{"problem": "Rod Pino started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 82}
{"problem": "Armando Chia started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 83}
{"problem": "Jade Juste started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 84}
{"problem": "Iliana Gosselin started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 85}
{"problem": "Dolly Adeyemi started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 86}
{"problem": "Aisha Cory started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 87}
{"problem": "Darla Asfaw started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 88}
{"problem": "Carlo Uchiha started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 89}
{"problem": "Cooper Barnett started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 90}
{"problem": "Julian Luca started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 91}
{"problem": "Eloisa Culp started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 92}
{"problem": "Juan Pablo Ricardo started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 93}
{"problem": "Alejandra Saintil started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 94}
{"problem": "Erica Dennison started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 95}
{"problem": "Zac Shanahan started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 96}
{"problem": "Johnnie Buell started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 97}
{"problem": "Candice Lantz started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 98}
{"problem": "Gary Tafolla started a collection of badminton rackets at a hobbyist workshop store in Whitley County, Kentucky. Initially, they collected 23 badminton rackets. Then, they added first aid kits, which increased the collection size by 4 times. Next, they added 83 graphic novels. Finally, the collection size doubled due to adding more badminton rackets. What was the final size of the collection?", "result": "350", "template_id": "gsm-0007-1", "problem_id": 99}
