{"problem": "Elizabeth Thibodeaux is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Aurora Breaux is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Ruben Chohan is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Patti Rodgers is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Ava Lay is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Williams Luce is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Anne Deng is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Leila Pannu is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Clifford Osornio is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Sandi Saucier is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Axel Townsend is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Eleanor Sale is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Iris Gandarilla is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Adam Stoll is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Melisa Stapleton is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Felicia Falk is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Manoj Rash is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Katrina Elyse is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Nicole Luckett is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Ronda Roebuck is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Timothy Burr is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Karina Kohl is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Leonardo Barbershop is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Aurelio Mart is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Horacio Ramires is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Artemio Higginbotham is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Valeria Reta is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Nabil Inman is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Val Bhardwaj is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Eunice Drake is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Irvin Piedrahita is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Reggie Karr is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Kayla Si is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "La Strobel is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Sterling Jean Pierre is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Tonya Whitlow is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Kaitlin Abebe is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Dusty Callahan is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Mimi Keys is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Carina Arceneaux is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Chelsea Terrero is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Rafaela Fountain is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Clay Mansaray is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Harold Rex is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Connor Banks is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Vinny Adrian is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Ida Cerros is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Clifton Phoenix is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Bernice Devore is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Praveen Reyna is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Gerson Chopra is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Darla Ludwig is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Jules Hankins is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Gisela Penafiel is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Scott Roebuck is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Karla Liddell is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Jermaine Easterling is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Alexa Devine is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Joaquin Ice is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Monika Puga is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Adriana Schindler is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Chris Zepeda is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Angelique Goon is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Arielle Elston is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Emanuel Jaquez is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Terence Tellez is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Meghan Zia is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Gio Wester is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Zak Misra is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Brittney Larue is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Elijah Maeda is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Eugenio Campagna is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Carlo Henrique is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Dee Augustine is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Paul Cortez is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Roland Dias is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Leonor Veras is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Mauricio Bolanos is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Ron Duval is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Darian Fan is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Avi Jean Baptiste is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Marcos Rayo is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Rod Pino is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Armando Chia is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Jade Juste is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Iliana Gosselin is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Dolly Adeyemi is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Aisha Cory is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Darla Asfaw is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Carlo Uchiha is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Cooper Barnett is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Julian Luca is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Eloisa Culp is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Juan Pablo Ricardo is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Alejandra Saintil is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Erica Dennison is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Zac Shanahan is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Johnnie Buell is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Candice Lantz is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
{"problem": "Gary Tafolla is preparing a gift box at a spa retail area in Wabash County, Indiana. They start by adding 61 pounds of shoes to the box. Then, they add enough handmade soaps to make the total weight 3 times the initial weight. Next, they add another 61 pounds of shoes. Finally, they add enough running shoes to double the box's weight. What is the final weight of the gift box in pounds?", "result": "488", "template_id": 7, "problem_id": 521}
