{"problem": "Memo Carbajal sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Memo Carbajal sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 0}
{"problem": "Theodore Nolen sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Theodore Nolen sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 1}
{"problem": "Haydee Huntley sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Haydee Huntley sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 2}
{"problem": "Lino Edouard sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Lino Edouard sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 3}
{"problem": "Sidney Berryhill sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Sidney Berryhill sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 4}
{"problem": "Asia Clemens sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Asia Clemens sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 5}
{"problem": "Chloe Hsiao sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Chloe Hsiao sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 6}
{"problem": "Rodney Alcorta sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Rodney Alcorta sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 7}
{"problem": "Sarai Dietrich sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Sarai Dietrich sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 8}
{"problem": "Shane Valadez sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Shane Valadez sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 9}
{"problem": "Lilian Shih sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Lilian Shih sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 10}
{"problem": "Sheena Zajac sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Sheena Zajac sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 11}
{"problem": "Eduardo Chaj sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Eduardo Chaj sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 12}
{"problem": "Tamika Thompkins sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Tamika Thompkins sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 13}
{"problem": "Carla Ahern sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Carla Ahern sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 14}
{"problem": "Alexandria Swindle sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Alexandria Swindle sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 15}
{"problem": "Elizabeth Henao sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Elizabeth Henao sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 16}
{"problem": "Vishal Elizabeth sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Vishal Elizabeth sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 17}
{"problem": "Nataly Sanchez sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Nataly Sanchez sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 18}
{"problem": "Francine Acheampong sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Francine Acheampong sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 19}
{"problem": "Marcus Galloway sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Marcus Galloway sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 20}
{"problem": "Julieta Brandt sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Julieta Brandt sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 21}
{"problem": "Debora Maloney sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Debora Maloney sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 22}
{"problem": "Shirley Funk sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Shirley Funk sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 23}
{"problem": "Justice Blocker sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Justice Blocker sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 24}
{"problem": "Bonnie Granados sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Bonnie Granados sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 25}
{"problem": "Gary Mendez sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Gary Mendez sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 26}
{"problem": "Lola Montoya sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Lola Montoya sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 27}
{"problem": "Mar Larose sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Mar Larose sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 28}
{"problem": "Marianne Ammons sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Marianne Ammons sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 29}
{"problem": "Molly Pesantez sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Molly Pesantez sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 30}
{"problem": "Trenton Sahota sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Trenton Sahota sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 31}
{"problem": "Santa Maher sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Santa Maher sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 32}
{"problem": "Tariq Apolinar sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Tariq Apolinar sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 33}
{"problem": "Precious Kowalczyk sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Precious Kowalczyk sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 34}
{"problem": "Isa Gonzaga sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Isa Gonzaga sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 35}
{"problem": "Oleg Easton sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Oleg Easton sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 36}
{"problem": "Francisca Casseus sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Francisca Casseus sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 37}
{"problem": "Tee Alvizo sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Tee Alvizo sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 38}
{"problem": "Lee Mayen sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Lee Mayen sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 39}
{"problem": "Yadira De Guzman sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Yadira De Guzman sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 40}
{"problem": "Janet Cortes sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Janet Cortes sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 41}
{"problem": "Jeffrey De Lima sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Jeffrey De Lima sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 42}
{"problem": "Kali Loredo sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Kali Loredo sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 43}
{"problem": "Ralph Divine sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Ralph Divine sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 44}
{"problem": "Noemi Bayer sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Noemi Bayer sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 45}
{"problem": "Gayle Pons sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Gayle Pons sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 46}
{"problem": "Raphael Val sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Raphael Val sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 47}
{"problem": "Glenda Dickerson sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Glenda Dickerson sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 48}
{"problem": "Ryan Vanegas sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Ryan Vanegas sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 49}
{"problem": "Megan Chui sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Megan Chui sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 50}
{"problem": "Milagros Tirado sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Milagros Tirado sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 51}
{"problem": "Nora Avina sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Nora Avina sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 52}
{"problem": "Aditya Zeno sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Aditya Zeno sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 53}
{"problem": "Rose Qazi sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Rose Qazi sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 54}
{"problem": "Consuelo Verdin sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Consuelo Verdin sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 55}
{"problem": "Betty Lagunas sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Betty Lagunas sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 56}
{"problem": "Brendan Jamil sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Brendan Jamil sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 57}
{"problem": "Berta Touray sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Berta Touray sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 58}
{"problem": "Warren Madsen sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Warren Madsen sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 59}
{"problem": "Autumn Jarreau sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Autumn Jarreau sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 60}
{"problem": "Cesar Giri sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Cesar Giri sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 61}
{"problem": "David Harris sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If David Harris sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 62}
{"problem": "Tammy Vicente sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Tammy Vicente sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 63}
{"problem": "Derick Mattson sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Derick Mattson sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 64}
{"problem": "Cruz Stowell sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Cruz Stowell sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 65}
{"problem": "Eugenia Arboleda sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Eugenia Arboleda sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 66}
{"problem": "Abbie Mulder sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Abbie Mulder sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 67}
{"problem": "Willy Kimble sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Willy Kimble sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 68}
{"problem": "Damien Willis sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Damien Willis sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 69}
{"problem": "Herman Esther sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Herman Esther sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 70}
{"problem": "Emil Abril sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Emil Abril sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 71}
{"problem": "Rusty Flaco sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Rusty Flaco sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 72}
{"problem": "Isaias Wadhwa sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Isaias Wadhwa sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 73}
{"problem": "Dan Ulmer sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Dan Ulmer sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 74}
{"problem": "Sadie Luis sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Sadie Luis sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 75}
{"problem": "Abbey Primo sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Abbey Primo sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 76}
{"problem": "Krystal Bazan sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Krystal Bazan sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 77}
{"problem": "Stuart Hatcher sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Stuart Hatcher sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 78}
{"problem": "Lorraine Bills sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Lorraine Bills sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 79}
{"problem": "Carlitos Leah sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Carlitos Leah sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 80}
{"problem": "Tommy Chinn sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Tommy Chinn sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 81}
{"problem": "Rodolfo Mathias sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Rodolfo Mathias sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 82}
{"problem": "Lino Fitzgerald sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Lino Fitzgerald sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 83}
{"problem": "Praveen Sewell sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Praveen Sewell sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 84}
{"problem": "Sheena Whittaker sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Sheena Whittaker sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 85}
{"problem": "Lizbeth Fernando sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Lizbeth Fernando sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 86}
{"problem": "Cam Navas sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Cam Navas sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 87}
{"problem": "Kennedy Bowen sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Kennedy Bowen sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 88}
{"problem": "Rachael Yager sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Rachael Yager sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 89}
{"problem": "Ashton Wrobel sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Ashton Wrobel sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 90}
{"problem": "Timothy Nur sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Timothy Nur sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 91}
{"problem": "Remy Simental sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Remy Simental sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 92}
{"problem": "Cara Botero sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Cara Botero sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 93}
{"problem": "Estrella Liles sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Estrella Liles sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 94}
{"problem": "Carolina Williford sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Carolina Williford sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 95}
{"problem": "Bernadette Samaniego sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Bernadette Samaniego sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 96}
{"problem": "Gabino Last sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Gabino Last sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 97}
{"problem": "Craig Lord sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Craig Lord sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 98}
{"problem": "Noah Lundquist sells external hard drives at a planetarium gift shop in Jefferson Parish, Louisiana. The price of one external hard drives is $67. For quantities beyond 313, the price per external hard drives is $41. If Noah Lundquist sells 318 external hard drives, how much money does they make?", "result": "21176", "template_id": "gsm-0009-1", "problem_id": 99}
